[
  {
    "id": "expedition_project",
    "disabled": false,
    "name": {
      "da": "Ekspeditionsprojekt (Sæson 2)",
      "de": "Expeditionsprojekt (Saison 2)",
      "en": "Expedition Project (Season 2)",
      "es": "Proyecto de expedición (Temporada 2)",
      "fr": "Projet d'expédition (Saison 2)",
      "he": "פרויקט משלחת (עונה 2)",
      "hr": "Projekt Ekspedicije (Sezona 2)",
      "it": "Progetto di spedizione (Stagione 2)",
      "ja": "探検プロジェクト (シーズン2)",
      "kr": "원정 프로젝트 (시즌 2)",
      "no": "Ekspedisjonsprosjekt (Sesong 2)",
      "pl": "Projekt ekspedycji (Sezon 2)",
      "pt": "Projeto de expedição (Temporada 2)",
      "pt-BR": "Projeto de Expedição (Temporada 2)",
      "ru": "Проект экспедиции (Сезон 2)",
      "sr": "Projekat Ekspedicije (Sezona 2)",
      "tr": "Keşif Projesi (Sezon 2)",
      "uk": "Проект експедиції (Сезон 2)",
      "zh-CN": "远征项目 (第2赛季)",
      "zh-TW": "遠征專案 (第2賽季)"
    },
    "description": {
      "da": "Begiv dig ud på en farlig ekspedition ud over Rustbæltet. Ekspeditioner er farlige. Din Raider vil bære alle sine ejendele ind i det ukendte ud over Rustbæltet. Til gengæld får din næste Raider en unik fordel, der varer indtil næste ekspedition afrejser.",
      "de": "Begib dich auf eine gefährliche Expedition jenseits des Rostgürtels. Expeditionen sind gefährlich. Dein Raider wird all seinen Besitz ins Unbekannte jenseits des Rostgürtels tragen. Im Gegenzug erhält dein nächster Raider einen einzigartigen Vorteil, der bis zur Abreise der nächsten Expedition anhält.",
      "en": "Embark on a dangerous expedition beyond the Rust Belt. Expeditions are perilous. Your Raider will carry all their possessions into the unknown beyond the Rust Belt. In return, your next Raider gains a unique edge that lasts until the next Expedition departs.",
      "es": "Embárcate en una peligrosa expedición más allá del Cinturón de Óxido. Las expediciones son peligrosas. Tu Raider llevará todas sus posesiones hacia lo desconocido más allá del Cinturón de Óxido. A cambio, tu próximo Raider obtiene una ventaja única que dura hasta que parta la próxima expedición.",
      "fr": "Embarquez pour une expédition dangereuse au-delà de la Ceinture de rouille. Les expéditions sont périlleuses. Votre Raider transportera tous ses biens dans l'inconnu au-delà de la Ceinture de rouille. En retour, votre prochain Raider gagne un avantage unique qui dure jusqu'au départ de la prochaine expédition.",
      "he": "צאו למשלחת מסוכנת אל מעבר לחגורת החלודה. המשלחות טומנות בחובן סכנות רבות. הריידר שלכם ייקח את כל רכושו אל הלא-נודע שמחוץ לחגורת החלודה. בתמורה, הריידר הבא שלכם יזכה ביתרון ייחודי שיישמר עד ליציאת המשלחת הבאה.",
      "hr": "Krenite na opasnu ekspediciju izvan Pojasa Hrđe. Ekspedicije su opasne. Vaš Pljačkaš će ponijeti svu svoju imovinu u nepoznato izvan Pojasa Hrđe. Zauzvrat, vaš sljedeći Pljačkaš dobiva jedinstvenu prednost koja traje do polaska sljedeće Ekspedicije.",
      "it": "Intraprendi una spedizione pericolosa oltre la Cintura di Ruggine. Le spedizioni sono rischiose. Il tuo Razziatore porterà tutti i suoi averi nell'ignoto oltre la Cintura di Ruggine. In cambio, il tuo prossimo Razziatore otterrà un vantaggio unico che durerà fino alla partenza della prossima Spedizione.",
      "ja": "ラストベルトの向こうへ危険な探検に出発しましょう。探検は危険に満ちています。あなたのレイダーは全ての所持品を持ってラストベルトの向こうの未知の世界へ向かいます。その代わり、次のレイダーは次の探検が出発するまで続く独自の優位性を得ます。",
      "kr": "러스트 벨트 너머로 위험한 원정을 떠나세요. 원정은 위험으로 가득합니다. 당신의 레이더는 모든 소지품을 가지고 러스트 벨트 너머의 미지의 세계로 향합니다. 그 대가로 다음 레이더는 다음 원정이 출발할 때까지 지속되는 고유한 이점을 얻습니다.",
      "no": "Dra på en farlig ekspedisjon utenfor Rustbeltet. Ekspedisjoner er farlige. Din Raider vil bære alle sine eiendeler inn i det ukjente utenfor Rustbeltet. I retur får din neste Raider en unik fordel som varer til neste ekspedisjon drar.",
      "pl": "Wyrusz na niebezpieczną ekspedycję poza Pas Rdzy. Ekspedycje są ryzykowne. Twój Raider zabierze wszystkie swoje rzeczy w nieznane poza Pasem Rdzy. W zamian, twój następny Raider zyskuje unikalną przewagę, która trwa do momentu rozpoczęcia następnej ekspedycji.",
      "pt": "Embarque em uma expedição perigosa além do Cinturão de Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão de Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "pt-BR": "Embarque em uma expedição perigosa além do Cinturão da Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão da Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "ru": "Отправьтесь в опасную экспедицию за пределы Ржавого пояса. Экспедиции полны опасностей. Ваш рейдер возьмёт с собой всё своё имущество в неизведанные земли за Ржавым поясом. Взамен ваш следующий рейдер получит уникальное преимущество, которое продлится до отправления следующей экспедиции.",
      "sr": "Krenite na opasnu ekspediciju izvan Pojasa Rđe. Ekspedicije su opasne. Vaš Pljačkaš će poneti svu svoju imovinu u nepoznato izvan Pojasa Rđe. Zauzvrat, vaš sledeći Pljačkaš dobija jedinstvenu prednost koja traje do polaska sledeće Ekspedicije.",
      "tr": "Pas Kuşağı'nın ötesine tehlikeli bir keşfe çıkın. Keşifler tehlikelidir. Akıncınız tüm eşyalarını Pas Kuşağı'nın ötesindeki bilinmeyene taşıyacak. Karşılığında, bir sonraki Akıncınız bir sonraki Keşif ayrılana kadar sürecek benzersiz bir avantaj kazanır.",
      "uk": "Вирушайте у небезпечну експедицію за межі Іржавого поясу. Експедиції сповнені небезпек. Ваш рейдер візьме з собою все своє майно в невідомі землі за Іржавим поясом. Натомість ваш наступний рейдер отримає унікальну перевагу, яка триватиме до відправлення наступної експедиції.",
      "zh-CN": "踏上前往锈带之外的危险远征。远征充满危险。你的掠夺者将携带所有财物前往锈带之外的未知世界。作为回报，你的下一个掠夺者将获得持续到下次远征出发的独特优势。",
      "zh-TW": "踏上前往鏽帶之外的危險遠征。遠征充滿危險。你的掠奪者將攜帶所有財物前往鏽帶之外的未知世界。作為回報，你的下一個掠奪者將獲得持續到下次遠征出發的獨特優勢。"
    },
    "phases": [
      {
        "name": {
          "da": "Fundament",
          "de": "Fundament",
          "en": "Foundation",
          "es": "Fundación",
          "fr": "Fondation",
          "he": "יסודות",
          "hr": "Temelj",
          "it": "Fondamenta",
          "ja": "基礎",
          "kr": "기초",
          "no": "Grunnlag",
          "pl": "Fundament",
          "pt": "Fundação",
          "pt-BR": "Fundação",
          "ru": "Фундамент",
          "sr": "Temelj",
          "tr": "Temel",
          "uk": "Фундамент",
          "zh-CN": "地基",
          "zh-TW": "地基"
        },
        "phase": 1,
        "requirementItemIds": [
          {
            "itemId": "metal_parts",
            "quantity": 150
          },
          {
            "itemId": "plastic_parts",
            "quantity": 200
          },
          {
            "itemId": "arc_alloy",
            "quantity": 80
          },
          {
            "itemId": "steel_spring",
            "quantity": 15
          }
        ]
      },
      {
        "name": {
          "da": "Kernesystemer",
          "de": "Kernsysteme",
          "en": "Core Systems",
          "es": "Sistemas centrales",
          "fr": "Systèmes essentiels",
          "he": "מערכות ליבה",
          "hr": "Osnovni Sustavi",
          "it": "Sistemi principali",
          "ja": "コアシステム",
          "kr": "핵심 시스템",
          "no": "Kjernesystemer",
          "pl": "Główne systemy",
          "pt": "Sistemas centrais",
          "pt-BR": "Sistemas Centrais",
          "ru": "Основные системы",
          "sr": "Osnovni Sistemi",
          "tr": "Temel Sistemler",
          "uk": "Основні системи",
          "zh-CN": "核心系统",
          "zh-TW": "核心系統"
        },
        "description": {
          "da": "Tilslutning af ledninger, ventilation og essentielle strømsystemer",
          "de": "Verkabelung, Belüftung und wesentliche Stromversorgungssysteme verbinden",
          "en": "Connecting wiring, ventilation, and essential power systems",
          "es": "Conectando cableado, ventilación y sistemas de energía esenciales",
          "fr": "Connexion du câblage, de la ventilation et des systèmes électriques essentiels",
          "he": "חיבור חיווט, אוורור ומערכות חשמל חיוניות",
          "hr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sustava",
          "it": "Collegamento di cablaggio, ventilazione e sistemi di alimentazione essenziali",
          "ja": "配線、換気、必須電力システムの接続",
          "kr": "배선, 환기 및 필수 전력 시스템 연결",
          "no": "Koble til ledninger, ventilasjon og essensielle strømsystemer",
          "pl": "Podłączanie okablowania, wentylacji i podstawowych systemów zasilania",
          "pt": "Conectando fiação, ventilação e sistemas de energia essenciais",
          "pt-BR": "Conexão de cabos, ventilação e sistemas de energia essenciais",
          "ru": "Подключение проводки, вентиляции и основных энергосистем",
          "sr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sistema",
          "tr": "Kablolama, havalandırma ve temel güç sistemlerinin bağlanması",
          "uk": "Підключення проводки, вентиляції та основних енергосистем",
          "zh-CN": "连接线路、通风和基本电力系统",
          "zh-TW": "連接線路、通風和基本電力系統"
        },
        "phase": 2,
        "requirementItemIds": [
          {
            "itemId": "durable_cloth",
            "quantity": 35
          },
          {
            "itemId": "wires",
            "quantity": 25
          },
          {
            "itemId": "electrical_components",
            "quantity": 20
          },
          {
            "itemId": "cooling_coil",
            "quantity": 4
          }
        ]
      },
      {
        "name": {
          "da": "Ramme",
          "de": "Rahmen",
          "en": "Framework",
          "es": "Marco",
          "fr": "Structure",
          "he": "שלד מבנה",
          "hr": "Okvir",
          "it": "Struttura",
          "ja": "骨組み",
          "kr": "골조",
          "no": "Rammeverk",
          "pl": "Struktura",
          "pt": "Estrutura",
          "pt-BR": "Estrutura",
          "ru": "Каркас",
          "sr": "Okvir",
          "tr": "Çerçeve",
          "uk": "Каркас",
          "zh-CN": "框架",
          "zh-TW": "框架"
        },
        "description": {
          "da": "Bygning af vægge og tag, installation af kernesystemer og definition af det indvendige layout",
          "de": "Wände und Dach bauen, Kernsysteme installieren und Inneneinrichtung definieren",
          "en": "Building the walls and roof, installing core systems and defining the interior layout",
          "es": "Construyendo las paredes y el techo, instalando sistemas centrales y definiendo el diseño interior",
          "fr": "Construction des murs et du toit, installation des systèmes essentiels et définition de l'aménagement intérieur",
          "he": "בניית הקירות והגג, התקנת מערכות ליבה והגדרת הפריסה הפנימית",
          "hr": "Gradnja zidova i krova, instalacija osnovnih sustava i definiranje unutarnjeg rasporeda",
          "it": "Costruzione di pareti e tetto, installazione dei sistemi principali e definizione del layout interno",
          "ja": "壁と屋根の建設、コアシステムの設置、内部レイアウトの決定",
          "kr": "벽과 지붕 건설, 핵심 시스템 설치 및 내부 배치 설정",
          "no": "Bygge vegger og tak, installere kjernesystemer og definere det indre oppsettet",
          "pl": "Budowanie ścian i dachu, instalowanie głównych systemów i definiowanie układu wnętrza",
          "pt": "Construindo as paredes e o teto, instalando sistemas centrais e definindo o layout interior",
          "pt-BR": "Construção de paredes e teto, instalação dos sistemas centrais e definição do interior",
          "ru": "Возведение стен и крыши, установка основных систем и планировка внутреннего пространства",
          "sr": "Gradnja zidova i krova, instalacija osnovnih sistema i definisanje unutrašnjeg rasporeda",
          "tr": "Duvarların ve çatının inşası, temel sistemlerin kurulumu ve iç düzenin belirlenmesi",
          "uk": "Зведення стін і даху, встановлення основних систем та планування внутрішнього простору",
          "zh-CN": "建造墙壁和屋顶，安装核心系统并规划内部布局",
          "zh-TW": "建造牆壁和屋頂，安裝核心系統並規劃內部佈局"
        },
        "phase": 3,
        "requirementItemIds": [
          {
            "itemId": "light_bulb",
            "quantity": 4
          },
          {
            "itemId": "battery",
            "quantity": 30
          },
          {
            "itemId": "shredder_gyro",
            "quantity": 10
          },
          {
            "itemId": "exodus_modules",
            "quantity": 1
          }
        ]
      },
      {
        "name": {
          "da": "Udstyr",
          "de": "Ausrüstung",
          "en": "Outfitting",
          "es": "Equipamiento",
          "fr": "Équipement",
          "he": "אבזור",
          "hr": "Opremanje",
          "it": "Equipaggiamento",
          "ja": "装備",
          "kr": "장비 설치",
          "no": "Utstyr",
          "pl": "Wyposażenie",
          "pt": "Equipamento",
          "pt-BR": "Aparelhagem",
          "ru": "Оснащение",
          "sr": "Opremanje",
          "tr": "Donatım",
          "uk": "Оснащення",
          "zh-CN": "装备",
          "zh-TW": "裝備"
        },
        "description": {
          "da": "Tilføjelse af opbevaring, arbejdsbænke, værktøj og personlige berøringer",
          "de": "Lagerung, Werkbänke, Versorgungseinrichtungen und persönliche Akzente hinzufügen",
          "en": "Adding storage, workbenches, utilities, and personal touches",
          "es": "Añadiendo almacenamiento, bancos de trabajo, utilidades y toques personales",
          "fr": "Ajout de rangement, d'établis, d'utilitaires et de touches personnelles",
          "he": "הוספת מקומות אחסון, שולחנות עבודה, תשתיות ונגיעות אישיות",
          "hr": "Dodavanje skladišta, radnih stolova, komunalija i osobnih detalja",
          "it": "Aggiunta di depositi, banchi da lavoro, utilità e tocchi personali",
          "ja": "収納、作業台、設備、個人的な装飾の追加",
          "kr": "저장소, 작업대, 유틸리티 및 개인적인 요소 추가",
          "no": "Legge til lagring, arbeidsbenker, verktøy og personlige detaljer",
          "pl": "Dodawanie magazynu, stółów warsztatowych, narzędzi i osobistych akcentów",
          "pt": "Adicionando armazenamento, bancadas de trabalho, utilidades e toques pessoais",
          "pt-BR": "Adição de depósitos, bancadas de trabalho, utilitários e toques pessoais",
          "ru": "Добавление хранилищ, верстаков, коммунальных систем и личных штрихов",
          "sr": "Dodavanje skladišta, radnih stolova, komunalija i ličnih detalja",
          "tr": "Depolama, tezgahlar, tesisatlar ve kişisel dokunuşların eklenmesi",
          "uk": "Додавання сховищ, верстаків, комунальних систем та особистих штрихів",
          "zh-CN": "添加储物空间、工作台、设施和个性化装饰",
          "zh-TW": "添加儲物空間、工作台、設施和個性化裝飾"
        },
        "phase": 4,
        "requirementItemIds": [
          {
            "itemId": "frequency_modulation_box",
            "quantity": 5
          },
          {
            "itemId": "advanced_electrical_components",
            "quantity": 5
          },
          {
            "itemId": "ion_sputter",
            "quantity": 3
          },
          {
            "itemId": "leaper_pulse_unit",
            "quantity": 3
          }
        ]
      },
      {
        "name": {
          "da": "Lastefase",
          "de": "Ladephase",
          "en": "Load Stage",
          "es": "Fase de carga",
          "fr": "Étape de chargement",
          "he": "שלב ההעמסה",
          "hr": "Faza Utovara",
          "it": "Fase di carico",
          "ja": "積載段階",
          "kr": "적재 단계",
          "no": "Lastestadium",
          "pl": "Faza ładowania",
          "pt": "Fase de carregamento",
          "pt-BR": "Carregar Etapa",
          "ru": "Этап загрузки",
          "sr": "Faza Utovara",
          "tr": "Yükleme Aşaması",
          "uk": "Етап завантаження",
          "zh-CN": "装载阶段",
          "zh-TW": "裝載階段"
        },
        "description": {
          "da": "Lastning af karavanen med vitale forsyninger. Kampudstyr, overlevelsesudstyr, proviant og reparationsmaterialer er nødvendige for fuldt ud at forberede sig på ekspeditionen. Du skal indsende møntværdien af ​​genstande til hver kategori.",
          "de": "Beladen der Karawane mit lebenswichtigen Vorräten. Kampfausrüstung, Überlebensausrüstung, Proviant und Reparaturmaterialien werden benötigt, um sich vollständig auf die Expedition vorzubereiten. Sie müssen den Münzwert der Gegenstände für jede Kategorie einreichen.",
          "en": "Loading the caravan with vital supplies. Combat gear, survival equipment, provisions, and repair materials are needed to fully prepare for the Expedition. You need to submit the coin value of items to each category.",
          "es": "Cargando la caravana con suministros vitales. Se necesita equipo de combate, equipo de supervivencia, provisiones y materiales de reparación para prepararse completamente para la Expedición. Necesitas enviar el valor en monedas de los objetos a cada categoría.",
          "fr": "Chargement de la caravane avec des fournitures vitales. Équipement de combat, équipement de survie, provisions et matériaux de réparation sont nécessaires pour préparer complètement l'expédition. Vous devez soumettre la valeur en pièces des objets pour chaque catégorie.",
          "he": "העמסת השיירה באספקה חיונית. ציוד לחימה, ציוד הישרדות, מצרכים וחומרי תיקון נדרשים כדי להתכונן למשלחת באופן מלא. עליכם להגיש את שווי הפריטים במטבעות עבור כל קטגוריה.",
          "hr": "Utovar karavane s vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravak potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrijednost predmeta u novcu za svaku kategoriju.",
          "it": "Caricamento della carovana con rifornimenti vitali. Equipaggiamento da combattimento, attrezzatura di sopravvivenza, provviste e materiali di riparazione sono necessari per prepararsi completamente alla Spedizione. È necessario fornire il valore in monete degli oggetti per ogni categoria.",
          "ja": "キャラバンに重要な物資を積み込みます。探検の準備を完全に整えるには、戦闘装備、サバイバル装備、食料、修理材料が必要です。各カテゴリにアイテムのコイン価値を提出する必要があります。",
          "kr": "필수 보급품으로 대상을 적재합니다. 원정을 완전히 준비하려면 전투 장비, 생존 장비, 식량 및 수리 재료가 필요합니다. 각 카테고리에 아이템의 코인 가치를 제출해야 합니다.",
          "no": "Laste karavanen med vitale forsyninger. Kamputstyr, overlevingsutstyr, proviant og reparasjonsmaterialer er nødvendig for å forberede seg fullt ut på ekspedisjonen. Du må sende inn mynteverdien av gjenstander til hver kategori.",
          "pl": "Ładowanie karawany niezbędnymi zapasami. Sprzęt bojowy, sprzęt przetrwania, prowiant i materiały naprawcze są potrzebne do pełnego przygotowania się na ekspedycję. Musisz przesyłać wartość monet przedmiotów do każdej kategorii.",
          "pt": "Carregando a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "pt-BR": "Carregar a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "ru": "Загрузка каравана жизненно важными припасами. Боевое снаряжение, оборудование для выживания, провизия и ремонтные материалы необходимы для полной подготовки к экспедиции. Вам нужно внести стоимость предметов в монетах для каждой категории.",
          "sr": "Utovar karavana sa vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravku potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrednost predmeta u novcu za svaku kategoriju.",
          "tr": "Kervanın hayati malzemelerle yüklenmesi. Keşif için tam olarak hazırlanmak üzere savaş ekipmanı, hayatta kalma ekipmanı, erzak ve onarım malzemeleri gereklidir. Her kategoriye öğelerin madeni para değerini göndermeniz gerekir.",
          "uk": "Завантаження каравану життєво важливими припасами. Бойове спорядження, обладнання для виживання, провізія та ремонтні матеріали необхідні для повної підготовки до експедиції. Вам потрібно внести вартість предметів у монетах для кожної категорії.",
          "zh-CN": "为商队装载重要补给。需要战斗装备、生存装备、补给品和修理材料来充分准备远征。你需要为每个类别提交物品的金币价值。",
          "zh-TW": "為商隊裝載重要補給。需要戰鬥裝備、生存裝備、補給品和修理材料來充分準備遠征。你需要為每個類別提交物品的金幣價值。"
        },
        "phase": 5,
        "requirementCategories": [
          {
            "category": "Combat Items",
            "valueRequired": 200000
          },
          {
            "category": "Survival Items",
            "valueRequired": 100000
          },
          {
            "category": "Provisions",
            "valueRequired": 150000
          },
          {
            "category": "Materials",
            "valueRequired": 300000
          }
        ],
        "requirementItemIds": []
      },
      {
        "name": {
          "da": "Sidste forberedelser",
          "de": "Letzte Vorbereitungen",
          "en": "Final Preparations",
          "es": "Preparativos finales",
          "fr": "Préparatifs finaux",
          "he": "הכנות אחרונות",
          "hr": "Završne Pripreme",
          "it": "Preparativi finali",
          "ja": "最終準備",
          "kr": "최종 준비",
          "no": "Siste forberedelser",
          "pl": "Ostatnie przygotowania",
          "pt": "Preparativos finais",
          "pt-BR": "Preparativos Finais",
          "ru": "Финальные приготовления",
          "sr": "Završne Pripreme",
          "tr": "Son Hazırlıklar",
          "uk": "Фінальні приготування",
          "zh-CN": "最终准备",
          "zh-TW": "最終準備"
        },
        "description": {
          "da": "Forpligt dig til ekspeditionen for at nulstille din fremgang. For hver 1 million credits får du 1 ekstra færdighedspoint efter nulstillingen.",
          "de": "Lege dich auf die Expedition fest, um deinen Fortschritt zurückzusetzen. Je 1 Million Credits erhältst du nach dem Zurücksetzen 1 zusätzlichen Fertigkeitspunkt.",
          "en": "Commit to the Expedition to reset your progress. Each 1 million credits earns you 1 extra skill point after the reset.",
          "es": "Comprométete con la Expedición para reiniciar tu progreso. Cada 1 millón de créditos te otorga 1 punto de habilidad adicional después del reinicio.",
          "fr": "Engagez-vous dans l'expédition pour réinitialiser votre progression. Chaque tranche de 1 million de crédits vous rapporte 1 point de compétence supplémentaire après la réinitialisation.",
          "he": "התחייבו למשלחת כדי לאפס את ההתקדמות שלכם. כל מיליון קרדיטים מזכים אתכם בנקודת מיומנות אחת נוספת לאחר האיפוס.",
          "hr": "Obveži se na Ekspediciju kako bi resetirao svoj napredak. Svakih 1 milijun kredita donosi ti 1 dodatni bod vještine nakon reseta.",
          "it": "Impegnati nell'Esplorazione per azzerare i tuoi progressi. Ogni 1 milione di crediti ti fa ottenere 1 punto abilità extra dopo l'azzeramento.",
          "ja": "遠征に参加して進行状況をリセットする。リセット後、100万クレジットごとに追加のスキルポイントを1獲得する。",
          "kr": "원정에 참가해 진행도를 초기화하세요. 초기화 후 100만 크레딧마다 추가 스킬 포인트 1을 획득합니다.",
          "no": "Forplikt deg til ekspedisjonen for å tilbakestille fremgangen din. Hver 1 million kreditter gir deg 1 ekstra ferdighetspoeng etter tilbakestillingen.",
          "pl": "Zdecyduj się na Ekspedycję, aby zresetować swój postęp. Każde 1 milion kredytów zapewnia 1 dodatkowy punkt umiejętności po resecie.",
          "pt": "Comprometa-se com a Expedição para redefinir seu progresso. A cada 1 milhão de créditos, você ganha 1 ponto de habilidade extra após a redefinição.",
          "pt-BR": "Comprometa-se com a Expedição para redefinir seu progresso. A cada 1 milhão de créditos, você ganha 1 ponto de habilidade extra após a redefinição.",
          "ru": "Подтвердите участие в Экспедиции, чтобы сбросить прогресс. За каждый 1 миллион кредитов вы получите 1 дополнительное очко навыка после сброса.",
          "sr": "Obaveži se na Ekspediciju da resetuješ svoj napredak. Svakih 1 milion kredita donosi ti 1 dodatni poen veštine nakon reseta.",
          "tr": "İlerlemeyi sıfırlamak için Keşif'e bağlan. Sıfırlamadan sonra her 1 milyon kredi, sana 1 ekstra beceri puanı kazandırır.",
          "uk": "Підтвердьте участь в Експедиції, щоб скинути свій прогрес. За кожен 1 мільйон кредитів ви отримаєте 1 додаткове очко навички після скидання.",
          "zh-CN": "确认加入远征以重置你的进度。重置后，每累计100万信用点可获得1点额外技能点。",
          "zh-TW": "確認加入遠征以重置你的進度。重置後，每累計100萬信用點可獲得1點額外技能點。"
        },
        "phase": 6,
        "requirementCategories": [
          {
            "category": "Value",
            "valueRequired": 5000000
          }
        ],
        "requirementItemIds": []
      }
    ]
  },
  {
    "id": "expedition_project_s1",
    "disabled": false,
    "name": {
      "da": "Ekspeditionsprojekt (Sæson 1)",
      "de": "Expeditionsprojekt (Saison 1)",
      "en": "Expedition Project (Season 1)",
      "es": "Proyecto de expedición (Temporada 1)",
      "fr": "Projet d'expédition (Saison 1)",
      "he": "פרויקט משלחת (עונה 1)",
      "hr": "Projekt Ekspedicije (Sezona 1)",
      "it": "Progetto di spedizione (Stagione 1)",
      "ja": "探検プロジェクト (シーズン1)",
      "kr": "원정 프로젝트 (시즌 1)",
      "no": "Ekspedisjonsprosjekt (Sesong 1)",
      "pl": "Projekt ekspedycji (Sezon 1)",
      "pt": "Projeto de expedição (Temporada 1)",
      "pt-BR": "Projeto de Expedição (Temporada 1)",
      "ru": "Проект экспедиции (Сезон 1)",
      "sr": "Projekat Ekspedicije (Sezona 1)",
      "tr": "Keşif Projesi (Sezon 1)",
      "uk": "Проект експедиції (Сезон 1)",
      "zh-CN": "远征项目 (第1赛季)",
      "zh-TW": "遠征專案 (第1賽季)"
    },
    "description": {
      "da": "Begiv dig ud på en farlig ekspedition ud over Rustbæltet. Ekspeditioner er farlige. Din Raider vil bære alle sine ejendele ind i det ukendte ud over Rustbæltet. Til gengæld får din næste Raider en unik fordel, der varer indtil næste ekspedition afrejser.",
      "de": "Begib dich auf eine gefährliche Expedition jenseits des Rostgürtels. Expeditionen sind gefährlich. Dein Raider wird all seinen Besitz ins Unbekannte jenseits des Rostgürtels tragen. Im Gegenzug erhält dein nächster Raider einen einzigartigen Vorteil, der bis zur Abreise der nächsten Expedition anhält.",
      "en": "Embark on a dangerous expedition beyond the Rust Belt. Expeditions are perilous. Your Raider will carry all their possessions into the unknown beyond the Rust Belt. In return, your next Raider gains a unique edge that lasts until the next Expedition departs.",
      "es": "Embárcate en una peligrosa expedición más allá del Cinturón de Óxido. Las expediciones son peligrosas. Tu Raider llevará todas sus posesiones hacia lo desconocido más allá del Cinturón de Óxido. A cambio, tu próximo Raider obtiene una ventaja única que dura hasta que parta la próxima expedición.",
      "fr": "Embarquez pour une expédition dangereuse au-delà de la Ceinture de rouille. Les expéditions sont périlleuses. Votre Raider transportera tous ses biens dans l'inconnu au-delà de la Ceinture de rouille. En retour, votre prochain Raider gagne un avantage unique qui dure jusqu'au départ de la prochaine expédition.",
      "he": "צאו למשלחת מסוכנת אל מעבר לחגורת החלודה. המשלחות טומנות בחובן סכנות רבות. הריידר שלכם ייקח את כל רכושו אל הלא-נודע שמחוץ לחגורת החלודה. בתמורה, הריידר הבא שלכם יזכה ביתרון ייחודי שיישמר עד ליציאת המשלחת הבאה.",
      "hr": "Krenite na opasnu ekspediciju izvan Pojasa Hrđe. Ekspedicije su opasne. Vaš Pljačkaš će ponijeti svu svoju imovinu u nepoznato izvan Pojasa Hrđe. Zauzvrat, vaš sljedeći Pljačkaš dobiva jedinstvenu prednost koja traje do polaska sljedeće Ekspedicije.",
      "it": "Intraprendi una spedizione pericolosa oltre la Cintura di Ruggine. Le spedizioni sono rischiose. Il tuo Razziatore porterà tutti i suoi averi nell'ignoto oltre la Cintura di Ruggine. In cambio, il tuo prossimo Razziatore otterrà un vantaggio unico che durerà fino alla partenza della prossima Spedizione.",
      "ja": "ラストベルトの向こうへ危険な探検に出発しましょう。探検は危険に満ちています。あなたのレイダーは全ての所持品を持ってラストベルトの向こうの未知の世界へ向かいます。その代わり、次のレイダーは次の探検が出発するまで続く独自の優位性を得ます。",
      "kr": "러스트 벨트 너머로 위험한 원정을 떠나세요. 원정은 위험으로 가득합니다. 당신의 레이더는 모든 소지품을 가지고 러스트 벨트 너머의 미지의 세계로 향합니다. 그 대가로 다음 레이더는 다음 원정이 출발할 때까지 지속되는 고유한 이점을 얻습니다.",
      "no": "Dra på en farlig ekspedisjon utenfor Rustbeltet. Ekspedisjoner er farlige. Din Raider vil bære alle sine eiendeler inn i det ukjente utenfor Rustbeltet. I retur får din neste Raider en unik fordel som varer til neste ekspedisjon drar.",
      "pl": "Wyrusz na niebezpieczną ekspedycję poza Pas Rdzy. Ekspedycje są ryzykowne. Twój Raider zabierze wszystkie swoje rzeczy w nieznane poza Pasem Rdzy. W zamian, twój następny Raider zyskuje unikalną przewagę, która trwa do momentu rozpoczęcia następnej ekspedycji.",
      "pt": "Embarque em uma expedição perigosa além do Cinturão de Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão de Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "pt-BR": "Embarque em uma expedição perigosa além do Cinturão da Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão da Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "ru": "Отправьтесь в опасную экспедицию за пределы Ржавого пояса. Экспедиции полны опасностей. Ваш рейдер возьмёт с собой всё своё имущество в неизведанные земли за Ржавым поясом. Взамен ваш следующий рейдер получит уникальное преимущество, которое продлится до отправления следующей экспедиции.",
      "sr": "Krenite na opasnu ekspediciju izvan Pojasa Rđe. Ekspedicije su opasne. Vaš Pljačkaš će poneti svu svoju imovinu u nepoznato izvan Pojasa Rđe. Zauzvrat, vaš sledeći Pljačkaš dobija jedinstvenu prednost koja traje do polaska sledeće Ekspedicije.",
      "tr": "Pas Kuşağı'nın ötesine tehlikeli bir keşfe çıkın. Keşifler tehlikelidir. Akıncınız tüm eşyalarını Pas Kuşağı'nın ötesindeki bilinmeyene taşıyacak. Karşılığında, bir sonraki Akıncınız bir sonraki Keşif ayrılana kadar sürecek benzersiz bir avantaj kazanır.",
      "uk": "Вирушайте у небезпечну експедицію за межі Іржавого поясу. Експедиції сповнені небезпек. Ваш рейдер візьме з собою все своє майно в невідомі землі за Іржавим поясом. Натомість ваш наступний рейдер отримає унікальну перевагу, яка триватиме до відправлення наступної експедиції.",
      "zh-CN": "踏上前往锈带之外的危险远征。远征充满危险。你的掠夺者将携带所有财物前往锈带之外的未知世界。作为回报，你的下一个掠夺者将获得持续到下次远征出发的独特优势。",
      "zh-TW": "踏上前往鏽帶之外的危險遠征。遠征充滿危險。你的掠奪者將攜帶所有財物前往鏽帶之外的未知世界。作為回報，你的下一個掠奪者將獲得持續到下次遠征出發的獨特優勢。"
    },
    "phases": [
      {
        "name": {
          "da": "Fundament",
          "de": "Fundament",
          "en": "Foundation",
          "es": "Fundación",
          "fr": "Fondation",
          "he": "יסודות",
          "hr": "Temelj",
          "it": "Fondamenta",
          "ja": "基礎",
          "kr": "기초",
          "no": "Grunnlag",
          "pl": "Fundament",
          "pt": "Fundação",
          "pt-BR": "Fundação",
          "ru": "Фундамент",
          "sr": "Temelj",
          "tr": "Temel",
          "uk": "Фундамент",
          "zh-CN": "地基",
          "zh-TW": "地基"
        },
        "phase": 1,
        "requirementItemIds": [
          {
            "itemId": "metal_parts",
            "quantity": 150
          },
          {
            "itemId": "rubber_parts",
            "quantity": 200
          },
          {
            "itemId": "arc_alloy",
            "quantity": 80
          },
          {
            "itemId": "steel_spring",
            "quantity": 15
          }
        ]
      },
      {
        "name": {
          "da": "Kernesystemer",
          "de": "Kernsysteme",
          "en": "Core Systems",
          "es": "Sistemas centrales",
          "fr": "Systèmes essentiels",
          "he": "מערכות ליבה",
          "hr": "Osnovni Sustavi",
          "it": "Sistemi principali",
          "ja": "コアシステム",
          "kr": "핵심 시스템",
          "no": "Kjernesystemer",
          "pl": "Główne systemy",
          "pt": "Sistemas centrais",
          "pt-BR": "Sistemas Centrais",
          "ru": "Основные системы",
          "sr": "Osnovni Sistemi",
          "tr": "Temel Sistemler",
          "uk": "Основні системи",
          "zh-CN": "核心系统",
          "zh-TW": "核心系統"
        },
        "description": {
          "da": "Tilslutning af ledninger, ventilation og essentielle strømsystemer",
          "de": "Verkabelung, Belüftung und wesentliche Stromversorgungssysteme verbinden",
          "en": "Connecting wiring, ventilation, and essential power systems",
          "es": "Conectando cableado, ventilación y sistemas de energía esenciales",
          "fr": "Connexion du câblage, de la ventilation et des systèmes électriques essentiels",
          "he": "חיבור חיווט, אוורור ומערכות חשמל חיוניות",
          "hr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sustava",
          "it": "Collegamento di cablaggio, ventilazione e sistemi di alimentazione essenziali",
          "ja": "配線、換気、必須電力システムの接続",
          "kr": "배선, 환기 및 필수 전력 시스템 연결",
          "no": "Koble til ledninger, ventilasjon og essensielle strømsystemer",
          "pl": "Podłączanie okablowania, wentylacji i podstawowych systemów zasilania",
          "pt": "Conectando fiação, ventilação e sistemas de energia essenciais",
          "pt-BR": "Conexão de cabos, ventilação e sistemas de energia essenciais",
          "ru": "Подключение проводки, вентиляции и основных энергосистем",
          "sr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sistema",
          "tr": "Kablolama, havalandırma ve temel güç sistemlerinin bağlanması",
          "uk": "Підключення проводки, вентиляції та основних енергосистем",
          "zh-CN": "连接线路、通风和基本电力系统",
          "zh-TW": "連接線路、通風和基本電力系統"
        },
        "phase": 2,
        "requirementItemIds": [
          {
            "itemId": "durable_cloth",
            "quantity": 35
          },
          {
            "itemId": "wires",
            "quantity": 30
          },
          {
            "itemId": "electrical_components",
            "quantity": 30
          },
          {
            "itemId": "cooling_fan",
            "quantity": 5
          }
        ]
      },
      {
        "name": {
          "da": "Ramme",
          "de": "Rahmen",
          "en": "Framework",
          "es": "Marco",
          "fr": "Structure",
          "he": "שלד מבנה",
          "hr": "Okvir",
          "it": "Struttura",
          "ja": "骨組み",
          "kr": "골조",
          "no": "Rammeverk",
          "pl": "Struktura",
          "pt": "Estrutura",
          "pt-BR": "Estrutura",
          "ru": "Каркас",
          "sr": "Okvir",
          "tr": "Çerçeve",
          "uk": "Каркас",
          "zh-CN": "框架",
          "zh-TW": "框架"
        },
        "description": {
          "da": "Bygning af vægge og tag, installation af kernesystemer og definition af det indvendige layout",
          "de": "Wände und Dach bauen, Kernsysteme installieren und Inneneinrichtung definieren",
          "en": "Building the walls and roof, installing core systems and defining the interior layout",
          "es": "Construyendo las paredes y el techo, instalando sistemas centrales y definiendo el diseño interior",
          "fr": "Construction des murs et du toit, installation des systèmes essentiels et définition de l'aménagement intérieur",
          "he": "בניית הקירות והגג, התקנת מערכות ליבה והגדרת הפריסה הפנימית",
          "hr": "Gradnja zidova i krova, instalacija osnovnih sustava i definiranje unutarnjeg rasporeda",
          "it": "Costruzione di pareti e tetto, installazione dei sistemi principali e definizione del layout interno",
          "ja": "壁と屋根の建設、コアシステムの設置、内部レイアウトの決定",
          "kr": "벽과 지붕 건설, 핵심 시스템 설치 및 내부 배치 설정",
          "no": "Bygge vegger og tak, installere kjernesystemer og definere det indre oppsettet",
          "pl": "Budowanie ścian i dachu, instalowanie głównych systemów i definiowanie układu wnętrza",
          "pt": "Construindo as paredes e o teto, instalando sistemas centrais e definindo o layout interior",
          "pt-BR": "Construção de paredes e teto, instalação dos sistemas centrais e definição do interior",
          "ru": "Возведение стен и крыши, установка основных систем и планировка внутреннего пространства",
          "sr": "Gradnja zidova i krova, instalacija osnovnih sistema i definisanje unutrašnjeg rasporeda",
          "tr": "Duvarların ve çatının inşası, temel sistemlerin kurulumu ve iç düzenin belirlenmesi",
          "uk": "Зведення стін і даху, встановлення основних систем та планування внутрішнього простору",
          "zh-CN": "建造墙壁和屋顶，安装核心系统并规划内部布局",
          "zh-TW": "建造牆壁和屋頂，安裝核心系統並規劃內部佈局"
        },
        "phase": 3,
        "requirementItemIds": [
          {
            "itemId": "light_bulb",
            "quantity": 5
          },
          {
            "itemId": "battery",
            "quantity": 30
          },
          {
            "itemId": "sensors",
            "quantity": 20
          },
          {
            "itemId": "exodus_modules",
            "quantity": 1
          }
        ]
      },
      {
        "name": {
          "da": "Udstyr",
          "de": "Ausrüstung",
          "en": "Outfitting",
          "es": "Equipamiento",
          "fr": "Équipement",
          "he": "הצטיידות",
          "hr": "Opremanje",
          "it": "Equipaggiamento",
          "ja": "装備",
          "kr": "장비 설치",
          "no": "Utstyr",
          "pl": "Wyposażenie",
          "pt": "Equipamento",
          "pt-BR": "Aparelhagem",
          "ru": "Оснащение",
          "sr": "Opremanje",
          "tr": "Donatım",
          "uk": "Оснащення",
          "zh-CN": "装备",
          "zh-TW": "裝備"
        },
        "description": {
          "da": "Tilføjelse af opbevaring, arbejdsbænke, værktøj og personlige berøringer",
          "de": "Lagerung, Werkbänke, Versorgungseinrichtungen und persönliche Akzente hinzufügen",
          "en": "Adding storage, workbenches, utilities, and personal touches",
          "es": "Añadiendo almacenamiento, bancos de trabajo, utilidades y toques personales",
          "fr": "Ajout de rangement, d'établis, d'utilitaires et de touches personnelles",
          "he": "הוספת אחסון, שולחנות עבודה, עזרים ונגיעות אישיות",
          "hr": "Dodavanje skladišta, radnih stolova, komunalija i osobnih detalja",
          "it": "Aggiunta di depositi, banchi da lavoro, utilità e tocchi personali",
          "ja": "収納、作業台、設備、個人的な装飾の追加",
          "kr": "저장소, 작업대, 유틸리티 및 개인적인 요소 추가",
          "no": "Legge til lagring, arbeidsbenker, verktøy og personlige detaljer",
          "pl": "Dodawanie magazynu, stółów warsztatowych, narzędzi i osobistych akcentów",
          "pt": "Adicionando armazenamento, bancadas de trabalho, utilidades e toques pessoais",
          "pt-BR": "Adição de depósitos, bancadas de trabalho, utilitários e toques pessoais",
          "ru": "Добавление хранилищ, верстаков, коммунальных систем и личных штрихов",
          "sr": "Dodavanje skladišta, radnih stolova, komunalija i ličnih detalja",
          "tr": "Depolama, tezgahlar, tesisatlar ve kişisel dokunuşların eklenmesi",
          "uk": "Додавання сховищ, верстаків, комунальних систем та особистих штрихів",
          "zh-CN": "添加储物空间、工作台、设施和个性化装饰",
          "zh-TW": "添加儲物空間、工作台、設施和個性化裝飾"
        },
        "phase": 4,
        "requirementItemIds": [
          {
            "itemId": "humidifier",
            "quantity": 5
          },
          {
            "itemId": "advanced_electrical_components",
            "quantity": 5
          },
          {
            "itemId": "magnetic_accelerator",
            "quantity": 3
          },
          {
            "itemId": "leaper_pulse_unit",
            "quantity": 3
          }
        ]
      },
      {
        "name": {
          "da": "Lastefase",
          "de": "Ladephase",
          "en": "Load Stage",
          "es": "Fase de carga",
          "fr": "Étape de chargement",
          "he": "שלב ההעמסה",
          "hr": "Faza Utovara",
          "it": "Fase di carico",
          "ja": "積載段階",
          "kr": "적재 단계",
          "no": "Lastestadium",
          "pl": "Faza ładowania",
          "pt": "Fase de carregamento",
          "pt-BR": "Carregar Etapa",
          "ru": "Этап загрузки",
          "sr": "Faza Utovara",
          "tr": "Yükleme Aşaması",
          "uk": "Етап завантаження",
          "zh-CN": "装载阶段",
          "zh-TW": "裝載階段"
        },
        "description": {
          "da": "Lastning af karavanen med vitale forsyninger. Kampudstyr, overlevelsesudstyr, proviant og reparationsmaterialer er nødvendige for fuldt ud at forberede sig på ekspeditionen. Du skal indsende møntværdien af ​​genstande til hver kategori.",
          "de": "Beladen der Karawane mit lebenswichtigen Vorräten. Kampfausrüstung, Überlebensausrüstung, Proviant und Reparaturmaterialien werden benötigt, um sich vollständig auf die Expedition vorzubereiten. Sie müssen den Münzwert der Gegenstände für jede Kategorie einreichen.",
          "en": "Loading the caravan with vital supplies. Combat gear, survival equipment, provisions, and repair materials are needed to fully prepare for the Expedition. You need to submit the coin value of items to each category.",
          "es": "Cargando la caravana con suministros vitales. Se necesita equipo de combate, equipo de supervivencia, provisiones y materiales de reparación para prepararse completamente para la Expedición. Necesitas enviar el valor en monedas de los objetos a cada categoría.",
          "fr": "Chargement de la caravane avec des fournitures vitales. Équipement de combat, équipement de survie, provisions et matériaux de réparation sont nécessaires pour préparer complètement l'expédition. Vous devez soumettre la valeur en pièces des objets pour chaque catégorie.",
          "he": "העמסת השיירה באספקה חיונית. ציוד קרב, ציוד הישרדות, צידה וחומרי תיקון נדרשים להכנה מלאה למשלחת. עליך להזין את השווי הכספי של הפריטים בכל קטגוריה.",
          "hr": "Utovar karavane s vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravak potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrijednost predmeta u novcu za svaku kategoriju.",
          "it": "Caricamento della carovana con rifornimenti vitali. Equipaggiamento da combattimento, attrezzatura di sopravvivenza, provviste e materiali di riparazione sono necessari per prepararsi completamente alla Spedizione. È necessario fornire il valore in monete degli oggetti per ogni categoria.",
          "ja": "キャラバンに重要な物資を積み込みます。探検の準備を完全に整えるには、戦闘装備、サバイバル装備、食料、修理材料が必要です。各カテゴリにアイテムのコイン価値を提出する必要があります。",
          "kr": "필수 보급품으로 대상을 적재합니다. 원정을 완전히 준비하려면 전투 장비, 생존 장비, 식량 및 수리 재료가 필요합니다. 각 카테고리에 아이템의 코인 가치를 제출해야 합니다.",
          "no": "Laste karavanen med vitale forsyninger. Kamputstyr, overlevingsutstyr, proviant og reparasjonsmaterialer er nødvendig for å forberede seg fullt ut på ekspedisjonen. Du må sende inn mynteverdien av gjenstander til hver kategori.",
          "pl": "Ładowanie karawany niezbędnymi zapasami. Sprzęt bojowy, sprzęt przetrwania, prowiant i materiały naprawcze są potrzebne do pełnego przygotowania się na ekspedycję. Musisz przesyłać wartość monet przedmiotów do każdej kategorii.",
          "pt": "Carregando a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "pt-BR": "Carregar a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "ru": "Загрузка каравана жизненно важными припасами. Боевое снаряжение, оборудование для выживания, провизия и ремонтные материалы необходимы для полной подготовки к экспедиции. Вам нужно внести стоимость предметов в монетах для каждой категории.",
          "sr": "Utovar karavana sa vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravku potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrednost predmeta u novcu za svaku kategoriju.",
          "tr": "Kervanın hayati malzemelerle yüklenmesi. Keşif için tam olarak hazırlanmak üzere savaş ekipmanı, hayatta kalma ekipmanı, erzak ve onarım malzemeleri gereklidir. Her kategoriye öğelerin madeni para değerini göndermeniz gerekir.",
          "uk": "Завантаження каравану життєво важливими припасами. Бойове спорядження, обладнання для виживання, провізія та ремонтні матеріали необхідні для повної підготовки до експедиції. Вам потрібно внести вартість предметів у монетах для кожної категорії.",
          "zh-CN": "为商队装载重要补给。需要战斗装备、生存装备、补给品和修理材料来充分准备远征。你需要为每个类别提交物品的金币价值。",
          "zh-TW": "為商隊裝載重要補給。需要戰鬥裝備、生存裝備、補給品和修理材料來充分準備遠征。你需要為每個類別提交物品的金幣價值。"
        },
        "phase": 5,
        "requirementCategories": [
          {
            "category": "Combat Items",
            "valueRequired": 250000
          },
          {
            "category": "Survival Items",
            "valueRequired": 100000
          },
          {
            "category": "Provisions",
            "valueRequired": 180000
          },
          {
            "category": "Materials",
            "valueRequired": 300000
          }
        ],
        "requirementItemIds": []
      },
      {
        "name": {
          "da": "Sidste forberedelser",
          "de": "Letzte Vorbereitungen",
          "en": "Final Preparations",
          "es": "Preparativos finales",
          "fr": "Préparatifs finaux",
          "he": "הכנות אחרונות",
          "hr": "Završne Pripreme",
          "it": "Preparativi finali",
          "ja": "最終準備",
          "kr": "최종 준비",
          "no": "Siste forberedelser",
          "pl": "Ostatnie przygotowania",
          "pt": "Preparativos finais",
          "pt-BR": "Preparativos Finais",
          "ru": "Финальные приготовления",
          "sr": "Završne Pripreme",
          "tr": "Son Hazırlıklar",
          "uk": "Фінальні приготування",
          "zh-CN": "最终准备",
          "zh-TW": "最終準備"
        },
        "description": {
          "da": "Forpligt dig til ekspeditionen for at nulstille din fremgang. For hver 1 million credits får du 1 ekstra færdighedspoint efter nulstillingen.",
          "de": "Lege dich auf die Expedition fest, um deinen Fortschritt zurückzusetzen. Je 1 Million Credits erhältst du nach dem Zurücksetzen 1 zusätzlichen Fertigkeitspunkt.",
          "en": "Commit to the Expedition to reset your progress. Each 1 million credits earns you 1 extra skill point after the reset.",
          "es": "Comprométete con la Expedición para reiniciar tu progreso. Cada 1 millón de créditos te otorga 1 punto de habilidad adicional después del reinicio.",
          "fr": "Engagez-vous dans l'expédition pour réinitialiser votre progression. Chaque tranche de 1 million de crédits vous rapporte 1 point de compétence supplémentaire après la réinitialisation.",
          "he": "התחייבות למשלחת תאפס את ההתקדמות שלך. כל מיליון קרדיטים יעניקו לך נקודת מיומנות אחת נוספת לאחר האיפוס.",
          "hr": "Obveži se na Ekspediciju kako bi resetirao svoj napredak. Svakih 1 milijun kredita donosi ti 1 dodatni bod vještine nakon reseta.",
          "it": "Impegnati nell'Esplorazione per azzerare i tuoi progressi. Ogni 1 milione di crediti ti fa ottenere 1 punto abilità extra dopo l'azzeramento.",
          "ja": "遠征に参加して進行状況をリセットする。リセット後、100万クレジットごとに追加のスキルポイントを1獲得する。",
          "kr": "원정에 참가해 진행도를 초기화하세요. 초기화 후 100만 크레딧마다 추가 스킬 포인트 1을 획득합니다.",
          "no": "Forplikt deg til ekspedisjonen for å tilbakestille fremgangen din. Hver 1 million kreditter gir deg 1 ekstra ferdighetspoeng etter tilbakestillingen.",
          "pl": "Zdecyduj się na Ekspedycję, aby zresetować swój postęp. Każde 1 milion kredytów zapewnia 1 dodatkowy punkt umiejętności po resecie.",
          "pt": "Comprometa-se com a Expedição para redefinir seu progresso. A cada 1 milhão de créditos, você ganha 1 ponto de habilidade extra após a redefinição.",
          "pt-BR": "Comprometa-se com a Expedição para redefinir seu progresso. A cada 1 milhão de créditos, você ganha 1 ponto de habilidade extra após a redefinição.",
          "ru": "Подтвердите участие в Экспедиции, чтобы сбросить прогресс. За каждый 1 миллион кредитов вы получите 1 дополнительное очко навыка после сброса.",
          "sr": "Obaveži se na Ekspediciju da resetuješ svoj napredak. Svakih 1 milion kredita donosi ti 1 dodatni poen veštine nakon reseta.",
          "tr": "İlerlemeyi sıfırlamak için Keşif'e bağlan. Sıfırlamadan sonra her 1 milyon kredi, sana 1 ekstra beceri puanı kazandırır.",
          "uk": "Підтвердьте участь в Експедиції, щоб скинути свій прогрес. За кожен 1 мільйон кредитів ви отримаєте 1 додаткове очко навички після скидання.",
          "zh-CN": "确认加入远征以重置你的进度。重置后，每累计100万信用点可获得1点额外技能点。",
          "zh-TW": "確認加入遠征以重置你的進度。重置後，每累計100萬信用點可獲得1點額外技能點。"
        },
        "phase": 6,
        "requirementCategories": [
          {
            "category": "Value",
            "valueRequired": 5000000
          }
        ],
        "requirementItemIds": []
      }
    ]
  },
  {
    "id": "flickering_flames_project",
    "disabled": true,
    "name": {
      "da": "Flakkende flammer",
      "de": "Flackernde Flammen",
      "en": "Flickering Flames",
      "es": "Llamas parpadeantes",
      "fr": "Flammes vacillantes",
      "he": "להבות מרצדות",
      "hr": "Treperavi plamenovi",
      "it": "Fiamme tremolanti",
      "ja": "ゆらめく炎",
      "kr": "깜빡이는 불꽃",
      "no": "Flakkende flammer",
      "pl": "Migoczące płomienie",
      "pt": "Chamas tremeluzentes",
      "pt-BR": "Chamas Trêmulas",
      "ru": "Мерцающее пламя",
      "sr": "Treperavi plamenovi",
      "tr": "Titreyen Alevler",
      "uk": "Мерехтливе полум'я",
      "zh-CN": "闪烁的火焰",
      "zh-TW": "閃爍的火焰"
    },
    "description": {
      "da": "En festival med modstandsdygtig varme, centreret omkring den hårdføre lysbærbusk. Speranzanere er kendt for at afholde lokale fejringer, og da de er konkurrencemindede, søger de at overgå hinanden ved enhver lejlighed. Nogle har formået at forvandle den beskedne lysbærbusk til et festmåltid værdigt selv de mest kræsne gourmands.",
      "de": "Ein Fest der widerstandsfähigen Wärme, das sich um den robusten Kerzenbeeren-Busch dreht. Die Speranzaner sind dafür bekannt, lokale Feste zu veranstalten, und da sie wettbewerbsorientiert sind, versuchen sie sich bei jeder Gelegenheit zu übertreffen. Einige haben es geschafft, den schlichten Kerzenbeeren-Busch in ein Bankett zu verwandeln, das selbst der anspruchsvollsten Feinschmecker würdig ist.",
      "en": "A festival of resilient warmth, centered around the hardy candleberry bush. Speranzans have been known to host local celebrations, and being competitive, they seek to outdo each other at every turn. Some have managed to turn the homely candleberry bush into a banquet worthy of even the most discerning gourmands.",
      "es": "Un festival de calidez resiliente, centrado en el resistente arbusto de bayas de vela. Los speranzanos son conocidos por organizar celebraciones locales, y siendo competitivos, buscan superarse unos a otros en cada oportunidad. Algunos han logrado convertir el humilde arbusto de bayas de vela en un banquete digno de los gourmands más exigentes.",
      "fr": "Un festival de chaleur résiliente, centré autour du robuste arbuste à baies de bougie. Les Speranzans sont connus pour organiser des célébrations locales, et étant compétitifs, ils cherchent à se surpasser les uns les autres à chaque occasion. Certains ont réussi à transformer le modeste arbuste à baies de bougie en un banquet digne des gourmands les plus exigeants.",
      "he": "פסטיבל של חמימות ועמידות, המתרכז סביב שיח הקנדלברי הקשוח. הספרנזים ידועים בעריכת חגיגות מקומיות, ובהיותם תחרותיים, הם מנסים להתעלות זה על זה בכל הזדמנות. חלקם הצליחו להפוך את שיח הקנדלברי הפשוט למשתה הראוי אפילו לאניני הטעם הגדולים ביותר.",
      "hr": "Festival otporne topline, usredotočen na izdržljivi grm svijećnjaka. Speranzanci su poznati po organiziranju lokalnih proslava, a budući da su natjecateljski nastrojeni, nastoje se nadmašiti jedni druge u svakoj prilici. Nekima je uspjelo pretvoriti skromni grm svijećnjaka u gozbu dostojnu čak i najzahtjevnijih gurmana.",
      "it": "Un festival di calore resiliente, incentrato sul resistente cespuglio di candleberry. Gli Speranzani sono noti per organizzare celebrazioni locali, e essendo competitivi, cercano di superarsi a vicenda in ogni occasione. Alcuni sono riusciti a trasformare l'umile cespuglio di candleberry in un banchetto degno dei buongustai più esigenti.",
      "ja": "丈夫なキャンドルベリーの茂みを中心とした、しなやかな温もりの祭典。スペランザンの人々は地元の祝祭を開催することで知られており、競争心旺盛な彼らはあらゆる機会で互いを凌ごうとします。中には、この素朴なキャンドルベリーの茂みを、最も目の肥えた美食家にもふさわしい宴に変えることに成功した者もいます。",
      "kr": "견고한 캔들베리 덤불을 중심으로 한 회복력 있는 따뜻함의 축제입니다. 스페란잔 사람들은 지역 축하 행사를 개최하는 것으로 알려져 있으며, 경쟁심이 강한 그들은 매 순간 서로를 능가하려 합니다. 일부는 소박한 캔들베리 덤불을 가장 까다로운 미식가도 만족시킬 만한 연회로 바꾸는 데 성공했습니다.",
      "no": "En festival med motstandsdyktig varme, sentrert rundt den hardføre stearinlys-bærbusken. Speranzanere er kjent for å arrangere lokale feiringer, og som konkurransemennesker prøver de å overgå hverandre ved enhver anledning. Noen har klart å forvandle den enkle stearinlys-bærbusken til et festmåltid verdig selv de mest kresne gourmands.",
      "pl": "Festiwal odpornego ciepła, skupiony wokół wytrzymałego krzewu świecowych jagód. Speranzanie słyną z organizowania lokalnych uroczystości, a będąc rywalizującymi, starają się prześcigać nawzajem przy każdej okazji. Niektórym udało się przemienić skromny krzew świecowych jagód w ucztę godną nawet najbardziej wymagających smakoszy.",
      "pt": "Um festival de calor resiliente, centrado no resistente arbusto de candleberry. Os speranzanos são conhecidos por organizar celebrações locais, e sendo competitivos, buscam superar uns aos outros em cada oportunidade. Alguns conseguiram transformar o humilde arbusto de candleberry em um banquete digno dos gourmands mais exigentes.",
      "pt-BR": "Um festival de aconchego resiliente, centrado no robusto arbusto de bagavela. Os speranzanos são conhecidos por organizar celebrações locais, e sendo competitivos, procuram sempre superar uns aos outros. Alguns conseguiram transformar o simples arbusto de bagavela em um banquete digno até dos gastrônomos mais exigentes.",
      "ru": "Праздник стойкого тепла, посвящённый выносливому кусту восковника. Сперанзанцы известны своими местными праздниками, и будучи соревновательными, они стремятся превзойти друг друга при каждой возможности. Некоторым удалось превратить скромный куст восковника в пиршество, достойное самых взыскательных гурманов.",
      "sr": "Festival otporne topline, usredsređen na izdržljivi grm svećnjaka. Speranzanci su poznati po organizovanju lokalnih proslava, a budući da su takmičarski nastrojeni, nastoje da se nadmaše jedni druge u svakoj prilici. Nekima je uspelo da pretvore skromni grm svećnjaka u gozbu dostojnu čak i najzahtevnijih gurmana.",
      "tr": "Dayanıklı mum çileği çalısı etrafında şekillenen dirençli sıcaklık festivali. Speranzalılar yerel kutlamalar düzenlemeleriyle tanınır ve rekabetçi oldukları için her fırsatta birbirlerini geçmeye çalışırlar. Bazıları mütevazı mum çileği çalısını en seçici gurmelere bile layık bir ziyafete dönüştürmeyi başarmıştır.",
      "uk": "Свято стійкого тепла, зосереджене навколо витривалого куща восковниці. Сперанзанці відомі своїми місцевими святкуваннями, і будучи конкурентними, вони прагнуть перевершити один одного при кожній нагоді. Деяким вдалося перетворити скромний кущ восковниці на бенкет, гідний найвибагливіших гурманів.",
      "zh-CN": "一个围绕着坚韧的蜡莓灌木举办的温暖节日。斯佩兰赞人以举办当地庆典而闻名，由于竞争意识强烈，他们总是试图在每一个机会上超越彼此。有些人已经成功地将朴素的蜡莓灌木变成了即使是最挑剔的美食家也值得享用的盛宴。",
      "zh-TW": "一個圍繞著堅韌的蠟莓灌木舉辦的溫暖節日。斯佩蘭贊人以舉辦當地慶典而聞名，由於競爭意識強烈，他們總是試圖在每一個機會上超越彼此。有些人已經成功地將樸素的蠟莓灌木變成了即使是最挑剔的美食家也值得享用的盛宴。"
    },
    "phases": [
      {
        "name": {
          "da": "Stearinlys",
          "de": "Kerzenlicht",
          "en": "Candlelight",
          "es": "Luz de vela",
          "fr": "Lueur de bougie",
          "he": "אור נרות",
          "hr": "Svjetlost svijeće",
          "it": "Luce di candela",
          "ja": "キャンドルの灯り",
          "kr": "촛불",
          "no": "Stearinlys",
          "pl": "Światło świec",
          "pt": "Luz de vela",
          "pt-BR": "Luz de Vela",
          "ru": "Свет свечи",
          "sr": "Svetlost sveće",
          "tr": "Mum Işığı",
          "uk": "Свічкове світло",
          "zh-CN": "烛光",
          "zh-TW": "燭光"
        },
        "description": {
          "da": "Den navngivende brug af lysbær: Speranzanere koger frugten til en tyk voks, der brænder rent og velduftende.",
          "de": "Die namensgebende Verwendung der Kerzenbeere: Speranzaner kochen die Frucht zu einem dicken Wachs, das sauber und duftend brennt.",
          "en": "The namesake use for the candleberry, Speranzans boil the fruit into a thick wax that burns cleanly and fragrantly.",
          "es": "El uso que da nombre a las bayas de vela: los speranzanos hierven el fruto hasta obtener una cera espesa que arde limpia y fragante.",
          "fr": "L'usage éponyme de la baie de bougie : les Speranzans font bouillir le fruit pour obtenir une cire épaisse qui brûle proprement et avec un parfum agréable.",
          "he": "השימוש שעל שמו נקרא הצמח; הספרנזים מרתיחים את פרי הקנדלברי לכדי שעווה סמיכה, הבוערת בנקיות ומפיצה ניחוח נעים.",
          "hr": "Imenjenska uporaba svijećnih bobica: Speranzanci kuhaju plod u gusti vosak koji gori čisto i mirisno.",
          "it": "L'uso che dà il nome alle bacche di candela: gli Speranzani fanno bollire il frutto fino a ottenere una cera densa che brucia in modo pulito e profumato.",
          "ja": "キャンドルベリーの名の由来となる使い方。スペランザンたちは果実を煮詰めて、きれいに燃えて香りも良い濃いロウにする。",
          "kr": "캔들베리의 이름 그대로의 용도: 스페란잔들은 열매를 끓여 깨끗하고 향기롭게 타는 진한 왁스로 만듭니다.",
          "no": "Den navnegivende bruken av stearinbær: speranzanere koker frukten til en tykk voks som brenner rent og velduftende.",
          "pl": "Najbardziej oczywiste zastosowanie jagód świecowych: Speranzanie gotują owoce na gęsty wosk, który pali się czysto i pachnąco.",
          "pt": "O uso que dá nome às bagas de vela: os speranzanos fervem o fruto até virar uma cera espessa que queima de forma limpa e perfumada.",
          "pt-BR": "O uso que dá nome à baga-de-cera; os Speranzanos fervem a fruta em uma cera espessa que queima de forma limpa e perfumada.",
          "ru": "Главное применение свечных ягод: сперанзанцы вываривают плоды до густого воска, который горит чисто и ароматно.",
          "sr": "Imenjska upotreba svećnih bobica: Speranzanci kuvaju plod u gust vosak koji gori čisto i mirisno.",
          "tr": "Mum meyvelerinin adaş kullanımında Speranzalılar meyveyi kaynatıp temiz ve hoş kokulu yanan yoğun bir muma dönüştürür.",
          "uk": "Основне застосування свічкових ягід: сперанзанці виварюють плоди до густого воску, що горить чисто й пахуче.",
          "zh-CN": "蜡莓的招牌用途：斯佩兰赞人会把果实煮成浓稠的蜡，燃烧干净且散发清香。",
          "zh-TW": "蠟莓的招牌用途：斯佩蘭贊人會把果實煮成濃稠的蠟，燃燒乾淨且散發清香。"
        },
        "phase": 1,
        "requirementItemIds": [
          {
            "itemId": "empty_wine_bottle",
            "quantity": 1
          },
          {
            "itemId": "plastic_parts",
            "quantity": 25
          },
          {
            "itemId": "durable_cloth",
            "quantity": 5
          },
          {
            "itemId": "candleberries",
            "quantity": 20
          }
        ]
      },
      {
        "name": {
          "da": "Dekorationer",
          "de": "Dekorationen",
          "en": "Decorations",
          "es": "Decoraciones",
          "fr": "Décorations",
          "he": "קישוטים",
          "hr": "Dekoracije",
          "it": "Decorazioni",
          "ja": "飾り付け",
          "kr": "장식",
          "no": "Dekorasjoner",
          "pl": "Dekoracje",
          "pt": "Decorações",
          "pt-BR": "Decorações",
          "ru": "Украшения",
          "sr": "Dekoracije",
          "tr": "Süslemeler",
          "uk": "Декорації",
          "zh-CN": "装饰",
          "zh-TW": "裝飾"
        },
        "description": {
          "da": "Mange speranzanere er blevet overraskende dygtige til kunsten at bringe skønhed og grønt ind i hjemmet.",
          "de": "Viele Speranzaner sind überraschend geschickt darin geworden, Schönheit und Grün ins Zuhause zu bringen.",
          "en": "Many Speranzans have become surprisingly adept at the art of bringing beauty and greenery into the home.",
          "es": "Muchos speranzanos se han vuelto sorprendentemente hábiles en el arte de llevar belleza y vegetación al hogar.",
          "fr": "De nombreux Speranzans sont devenus étonnamment doués pour faire entrer beauté et verdure dans la maison.",
          "he": "ספרנזים רבים פיתחו מיומנות מפתיעה באומנות הכנסת היופי והצמחייה אל תוך הבית.",
          "hr": "Mnogi Speranzanci postali su iznenađujuće vješti u umjetnosti unošenja ljepote i zelenila u dom.",
          "it": "Molti Speranzani sono diventati sorprendentemente abili nell'arte di portare bellezza e verde in casa.",
          "ja": "多くのスペランザンは、家に美しさと緑を取り入れる術に驚くほど長けてきた。",
          "kr": "많은 스페란잔들이 집 안에 아름다움과 초록을 들이는 일에 놀랄 만큼 능숙해졌습니다.",
          "no": "Mange speranzanere har blitt overraskende flinke i kunsten å bringe skjønnhet og grønt inn i hjemmet.",
          "pl": "Wielu Speranzan stało się zaskakująco biegłych w sztuce wnoszenia piękna i zieleni do domu.",
          "pt": "Muitos speranzanos tornaram-se surpreendentemente hábeis na arte de levar beleza e verde para dentro de casa.",
          "pt-BR": "Muitos speranzanos tornaram-se surpreendentemente hábeis na arte de levar beleza e verde para dentro de casa.",
          "ru": "Многие сперанзанцы стали на удивление искусны в том, как привнести в дом красоту и зелень.",
          "sr": "Mnogi Speranzanci postali su iznenađujuće vešti u umetnosti unošenja lepote i zelenila u dom.",
          "tr": "Birçok Speranzalı, güzelliği ve yeşilliği eve taşıma sanatında şaşırtıcı derecede ustalaştı.",
          "uk": "Багато сперанзанців несподівано вправно опанували мистецтво приносити до оселі красу й зелень.",
          "zh-CN": "许多斯佩兰赞人出人意料地擅长把美感与绿意带进家中。",
          "zh-TW": "許多斯佩蘭贊人出人意料地擅長把美感與綠意帶進家中。"
        },
        "phase": 2,
        "requirementItemIds": [
          {
            "itemId": "candle_holder",
            "quantity": 3
          },
          {
            "itemId": "light_bulb",
            "quantity": 3
          },
          {
            "itemId": "industrial_battery",
            "quantity": 1
          },
          {
            "itemId": "candleberries",
            "quantity": 50
          }
        ]
      },
      {
        "name": {
          "da": "Gaver",
          "de": "Geschenke",
          "en": "Presents",
          "es": "Regalos",
          "fr": "Cadeaux",
          "he": "מתנות",
          "hr": "Darovi",
          "it": "Regali",
          "ja": "贈り物",
          "kr": "선물",
          "no": "Gaver",
          "pl": "Prezenty",
          "pt": "Presentes",
          "pt-BR": "Presentes",
          "ru": "Подарки",
          "sr": "Pokloni",
          "tr": "Hediyeler",
          "uk": "Подарунки",
          "zh-CN": "礼物",
          "zh-TW": "禮物"
        },
        "description": {
          "da": "Snedige speranzanere har forvandlet lysbær til et væld af gaver. Det omfatter parfumer og sæber samt gaver, der ikke har noget med modtagerens lugt at gøre.",
          "de": "Einfallsreiche Speranzaner haben die Kerzenbeeren in eine Fülle von Geschenken verwandelt. Dazu gehören Parfüms und Seifen, aber auch Geschenke, die nichts mit dem Geruch des Empfängers zu tun haben.",
          "en": "Crafty Speranzans have turned the candleberries into a wealth of gifts. These include perfumes and soaps, as well as gifts unrelated to the recipient's odors.",
          "es": "Los ingeniosos speranzanos han convertido las bayas de vela en un sinfín de regalos. Incluyen perfumes y jabones, así como obsequios que no tienen relación con los olores del destinatario.",
          "fr": "Les Speranzans ingénieux ont transformé les baies de bougie en une foule de cadeaux. On y trouve des parfums et des savons, ainsi que des présents sans rapport avec les odeurs du destinataire.",
          "he": "ספרנזים יצירתיים הפכו את הקנדלברי לשפע של מתנות. אלו כוללות בשמים וסבונים, כמו גם מתנות שאינן קשורות לריחות של המקבל.",
          "hr": "Spretni Speranzanci pretvorili su svijećne bobice u obilje darova. To uključuje parfeme i sapune, kao i darove nepovezane s mirisima primatelja.",
          "it": "Gli ingegnosi Speranzani hanno trasformato le bacche di candela in una ricchezza di regali. Tra questi ci sono profumi e saponi, oltre a doni non legati agli odori del destinatario.",
          "ja": "器用なスペランザンたちはキャンドルベリーをたくさんの贈り物に変えた。香水や石けんのほか、受け取る人の匂いとは無関係な贈り物も含まれる。",
          "kr": "손재주 좋은 스페란잔들은 캔들베리를 다양한 선물로 바꿔 놓았습니다. 향수와 비누는 물론, 받는 사람의 냄새와는 상관없는 선물도 포함되어 있습니다.",
          "no": "Oppfinnsomme speranzanere har gjort stearinbær om til et vell av gaver. Dette inkluderer parfymer og såper, samt gaver som ikke har noe med mottakerens lukt å gjøre.",
          "pl": "Pomysłowi Speranzanie zamienili jagody świecowe w prawdziwe bogactwo prezentów. Są wśród nich perfumy i mydła, a także podarki niezwiązane z zapachem obdarowywanej osoby.",
          "pt": "Speranzanos habilidosos transformaram as bagas de vela em uma grande variedade de presentes. Entre eles há perfumes e sabonetes, além de presentes sem relação com os odores do destinatário.",
          "pt-BR": "Speranzanos engenhosos transformaram as bagavelas em uma grande variedade de presentes. Entre eles estão perfumes e sabonetes, além de itens sem relação nenhuma com o cheiro do presenteado.",
          "ru": "Изобретательные сперанзанцы превратили свечные ягоды в целое богатство подарков. Среди них — духи и мыло, а также подарки, не связанные с запахами получателя.",
          "sr": "Spretni Speranzanci pretvorili su svećne bobice u obilje poklona. Tu su parfemi i sapuni, kao i pokloni koji nisu povezani sa mirisima primaoca.",
          "tr": "Becerikli Speranzalılar mum meyvelerini sayısız hediyeye dönüştürdü. Bunlara parfümler ve sabunlar ile alıcının kokusuyla ilgisi olmayan hediyeler de dahil.",
          "uk": "Кмітливі сперанзанці перетворили свічкові ягоди на ціле багатство подарунків. Серед них — парфуми та мило, а також дарунки, не пов'язані із запахами одержувача.",
          "zh-CN": "心灵手巧的斯佩兰赞人把蜡莓变成了琳琅满目的礼物：香水、肥皂，以及与收礼人气味无关的各种赠品。",
          "zh-TW": "心靈手巧的斯佩蘭贊人把蠟莓變成了琳瑯滿目的禮物：香水、肥皂，以及與收禮人味道無關的各種贈品。"
        },
        "phase": 3,
        "requirementItemIds": [
          {
            "itemId": "snap_blast_grenade",
            "quantity": 5
          },
          {
            "itemId": "duct_tape",
            "quantity": 10
          },
          {
            "itemId": "film_reel",
            "quantity": 1
          },
          {
            "itemId": "candleberries",
            "quantity": 60
          }
        ]
      },
      {
        "name": {
          "da": "Drikkevarer",
          "de": "Getränke",
          "en": "Beverages",
          "es": "Bebidas",
          "fr": "Boissons",
          "he": "משקאות",
          "hr": "Napitci",
          "it": "Bevande",
          "ja": "飲み物",
          "kr": "음료",
          "no": "Drikkevarer",
          "pl": "Napoje",
          "pt": "Bebidas",
          "pt-BR": "Bebidas",
          "ru": "Напитки",
          "sr": "Napitci",
          "tr": "İçecekler",
          "uk": "Напої",
          "zh-CN": "饮品",
          "zh-TW": "飲品"
        },
        "description": {
          "da": "Lysbær kan knuses til forfriskende juice, mens blade og rødder kan brygges til en te, der kan jage selv de sejeste forkølelser væk.",
          "de": "Kerzenbeeren lassen sich zu erfrischenden Säften zerdrücken, während Blätter und Wurzeln einen Tee ergeben, der selbst die hartnäckigsten Erkältungen vertreibt.",
          "en": "Candleberries can be crushed into refreshing juices, while the leaves and roots make for a tea that can drive out the toughest of colds.",
          "es": "Las bayas de vela pueden triturarse para hacer jugos refrescantes, mientras que las hojas y raíces sirven para preparar un té capaz de ahuyentar los resfriados más duros.",
          "fr": "Les baies de bougie peuvent être écrasées en jus rafraîchissants, tandis que les feuilles et les racines servent à préparer un thé capable de chasser les rhumes les plus tenaces.",
          "he": "ניתן לסחוט את פרי הקנדלברי למיצים מרעננים, בעוד שהעלים והשורשים משמשים לחליטת תה שיכול לגרש גם את הצינון הקשה ביותר.",
          "hr": "Svijećne bobice se mogu zgnječiti u osvježavajuće sokove, dok se od listova i korijenja može napraviti čaj koji može otjerati i najteže prehlade.",
          "it": "Le bacche di candela possono essere pestate per ottenere succhi rinfrescanti, mentre foglie e radici danno vita a un tè capace di scacciare anche i raffreddori più duri.",
          "ja": "キャンドルベリーは砕いて爽やかなジュースにでき、葉や根はどんなひどい風邪も追い払うお茶になる。",
          "kr": "캔들베리는 으깨서 상쾌한 주스로 만들 수 있고, 잎과 뿌리는 가장 심한 감기까지 물리칠 수 있는 차가 됩니다.",
          "no": "Stearinbær kan knuses til forfriskende juice, mens bladene og røttene kan brygges til en te som kan jage bort selv de verste forkjølelsene.",
          "pl": "Jagody świecowe można rozgnieść na orzeźwiające soki, a z liści i korzeni przygotować herbatę, która potrafi przegnać nawet najgorsze przeziębienie.",
          "pt": "As bagas de vela podem ser esmagadas em sucos refrescantes, enquanto as folhas e raízes rendem um chá capaz de espantar até os resfriados mais difíceis.",
          "pt-BR": "As bagavelas podem ser esmagadas em sucos refrescantes, enquanto as folhas e raízes rendem um chá capaz de espantar até os resfriados mais difíceis.",
          "ru": "Свечные ягоды можно растолочь в освежающие соки, а из листьев и корней приготовить чай, способный прогнать даже самые стойкие простуды.",
          "sr": "Svećne bobice se mogu zgnječiti u osvežavajuće sokove, dok se od listova i korenja može napraviti čaj koji može oterati i najteže prehlade.",
          "tr": "Mum meyveleri ferahlatıcı meyve sularına ezilebilir; yaprakları ve kökleri ise en inatçı soğuk algınlıklarını bile söküp atabilecek bir çay yapar.",
          "uk": "Свічкові ягоди можна розчавити на освіжаючі соки, а з листя та коріння заварити чай, що здатен прогнати навіть найміцнішу застуду.",
          "zh-CN": "蜡莓可以捣碎成清爽的果汁，而叶子和根部还能泡成茶，足以驱散最顽固的感冒。",
          "zh-TW": "蠟莓可以搗碎成清爽的果汁，而葉子和根部還能泡成茶，足以驅散最頑固的感冒。"
        },
        "phase": 4,
        "requirementItemIds": [
          {
            "itemId": "coffee_pot",
            "quantity": 2
          },
          {
            "itemId": "fireball_burner",
            "quantity": 10
          },
          {
            "itemId": "water_filter",
            "quantity": 2
          },
          {
            "itemId": "candleberries",
            "quantity": 60
          }
        ]
      },
      {
        "name": {
          "da": "Måltider",
          "de": "Mahlzeiten",
          "en": "Meals",
          "es": "Comidas",
          "fr": "Repas",
          "he": "ארוחות",
          "hr": "Obroci",
          "it": "Pasti",
          "ja": "食事",
          "kr": "식사",
          "no": "Måltider",
          "pl": "Posiłki",
          "pt": "Refeições",
          "pt-BR": "Refeições",
          "ru": "Блюда",
          "sr": "Obroci",
          "tr": "Yemekler",
          "uk": "Страви",
          "zh-CN": "餐食",
          "zh-TW": "餐食"
        },
        "description": {
          "da": "Selvom lysbær-blade er bitre, giver de en jordagtig smag, når de simrer i gryderetter og supper – noget nostalgiske speranzanere er kommet til at elske.",
          "de": "Obwohl Kerzenbeerenblätter bitter sind, verleiht ihr Köcheln in Eintöpfen und Suppen eine erdige Note, die nostalgische Speranzaner lieben gelernt haben.",
          "en": "Though candleberry leaves are bitter, simmering them in stew and soups adds a touch of earthiness that nostalgic Speranzans have grown to love.",
          "es": "Aunque las hojas de las bayas de vela son amargas, cocerlas a fuego lento en guisos y sopas añade un toque terroso que los speranzanos nostálgicos han llegado a adorar.",
          "fr": "Bien que les feuilles des baies de bougie soient amères, les faire mijoter dans des ragoûts et des soupes ajoute une note terreuse que les Speranzans nostalgiques ont appris à aimer.",
          "he": "למרות מרירותם של עלי הקנדלברי, בישולם בנזידים ובמרקים מוסיף טעם אדמה עדין שהספרנזים הנוסטלגיים למדו לאהוב.",
          "hr": "Iako su listovi svijećnih bobica gorki, lagano krčkanje u varivima i juhama dodaje zemljani štih koji nostalgični Speranzanci obožavaju.",
          "it": "Sebbene le foglie delle bacche di candela siano amare, farle sobbollire in stufati e zuppe aggiunge una nota terrosa che gli Speranzani nostalgici hanno imparato ad amare.",
          "ja": "キャンドルベリーの葉は苦いが、シチューやスープで煮込むと土の香りが加わり、懐かしさを覚えるスペランザンたちに愛されている。",
          "kr": "캔들베리 잎은 쓰지만, 스튜와 수프에 오래 끓이면 흙내음이 살짝 더해져 향수를 품은 스페란잔들이 좋아하게 되었습니다.",
          "no": "Selv om stearinbær-blader er bitre, gir de en jordlig smak når de småkoker i gryter og supper – noe nostalgiske speranzanere har lært å elske.",
          "pl": "Choć liście jagód świecowych są gorzkie, ich gotowanie w gulaszach i zupach dodaje nuty ziemistości, którą nostalgiczni Speranzanie pokochali.",
          "pt": "Embora as folhas das bagas de vela sejam amargas, cozinhá-las lentamente em ensopados e sopas adiciona um toque terroso que os speranzanos nostálgicos aprenderam a amar.",
          "pt-BR": "Embora as folhas das bagavelas sejam amargas, cozinhá-las lentamente em ensopados e sopas adiciona um toque terroso que os speranzanos nostálgicos aprenderam a amar.",
          "ru": "Хотя листья свечных ягод горькие, их томление в рагу и супах добавляет землистую нотку, которую ностальгирующие сперанзанцы полюбили.",
          "sr": "Iako su listovi svećnih bobica gorki, lagano krčkanje u čorbama i gulašima dodaje zemljanu notu koju nostalgični Speranzanci vole.",
          "tr": "Mum meyvelerinin yaprakları acı olsa da, yahni ve çorbalarda ağır ağır pişirmek nostaljik Speranzalıların sevdiği o topraksı dokunuşu katar.",
          "uk": "Хоч листя свічкових ягід гірке, повільне томління в рагу та супах додає землістої нотки, яку ностальгійні сперанзанці полюбили.",
          "zh-CN": "尽管蜡莓叶子略苦，但把它们慢炖进炖菜和汤里，会增添一丝泥土般的醇厚，怀旧的斯佩兰赞人也渐渐爱上了这种味道。",
          "zh-TW": "儘管蠟莓葉子略苦，但把它們慢燉進燉菜和湯裡，會增添一絲泥土般的醇厚，懷舊的斯佩蘭贊人也漸漸愛上了這種味道。"
        },
        "phase": 5,
        "requirementItemIds": [
          {
            "itemId": "mushroom",
            "quantity": 7
          },
          {
            "itemId": "frying_pan",
            "quantity": 2
          },
          {
            "itemId": "music_album",
            "quantity": 2
          },
          {
            "itemId": "candleberries",
            "quantity": 70
          }
        ]
      }
    ]
  },
  {
    "id": "trophy_display_project",
    "disabled": false,
    "name": {
      "da": "Troféudstilling",
      "de": "Trophäenanzeige",
      "en": "Trophy Display",
      "es": "Exhibición de Trofeos",
      "fr": "Vitrine de Trophées",
      "he": "תצוגת גביעים",
      "hr": "Prikaz Trofeja",
      "it": "Esposizione Trofei",
      "ja": "トロフィー展示",
      "kr": "트로피 디스플레이",
      "no": "Trofeutstilling",
      "pl": "Wystawa Trofeów",
      "pt": "Exibição de Troféus",
      "pt-BR": "Exibição de Troféus",
      "ru": "Витрина трофеев",
      "sr": "Prikaz Trofeja",
      "tr": "Kupa Sergisi",
      "uk": "Вітрина трофеїв",
      "zh-CN": "战利品展示",
      "zh-TW": "戰利品展示"
    },
    "description": {
      "da": "Skab din egen Troféudstilling for at høste belønningerne. Saml trofæer fra besejrede ARC-enheder og vis din dygtighed.",
      "de": "Erstelle deine eigene Trophäenanzeige, um die Belohnungen zu ernten. Sammle Trophäen von besiegten ARC-Einheiten und zeige deine Fähigkeiten.",
      "en": "Create your own Trophy Display to reap the rewards. Collect trophies from defeated ARC units and showcase your prowess.",
      "es": "Crea tu propia Exhibición de Trofeos para cosechar las recompensas. Recolecta trofeos de unidades ARC derrotadas y muestra tu destreza.",
      "fr": "Créez votre propre Vitrine de Trophées pour récolter les récompenses. Collectez des trophées des unités ARC vaincues et montrez votre prouesse.",
      "he": "צרו את תצוגת הגביעים שלכם כדי לקצור את התגמולים. אספו גביעים מיחידות ARC מובסות והציגו את כישוריכם.",
      "hr": "Stvorite vlastiti Prikaz Trofeja kako biste ubrale nagrade. Sakupite trofeje od poraženih ARC jedinica i pokažite svoju vještinu.",
      "it": "Crea la tua Esposizione Trofei per raccogliere le ricompense. Raccogli trofei dalle unità ARC sconfitte e mostra la tua abilità.",
      "ja": "自分のトロフィー展示を作成して報酬を獲得しましょう。倒したARCユニットからトロフィーを集め、あなたの腕前を披露しましょう。",
      "kr": "보상을 얻기 위해 나만의 트로피 디스플레이를 만드세요. 물리친 ARC 유닛에서 트로피를 수집하고 실력을 과시하세요.",
      "no": "Lag din egen Trofeutstilling for å høste belønningene. Samle troféer fra beseirede ARC-enheter og vis dine ferdigheter.",
      "pl": "Stwórz własną Wystawę Trofeów, aby zebrać nagrody. Zbieraj trofea z pokonanych jednostek ARC i pokaż swoje umiejętności.",
      "pt": "Crie sua própria Exibição de Troféus para colher as recompensas. Colete troféus de unidades ARC derrotadas e mostre sua perícia.",
      "pt-BR": "Crie sua própria Exibição de Troféus para colher as recompensas. Colete troféus de unidades ARC derrotadas e mostre sua perícia.",
      "ru": "Создайте свою Витрину трофеев, чтобы получить награды. Собирайте трофеи с побежденных юнитов ARC и демонстрируйте свое мастерство.",
      "sr": "Napravite vlastiti Prikaz Trofeja kako biste ubrali nagrade. Sakupite trofeje od pobeđenih ARC jedinica i pokažite svoju veštinu.",
      "tr": "Ödülleri toplamak için kendi Kupa Serginizi oluşturun. Yenilmiş ARC birimlerinden kupa toplayın ve becerinizi sergileyin.",
      "uk": "Створіть свою Вітрину трофеїв, щоб отримати нагороди. Збирайте трофеї з переможених юнітів ARC та демонструйте свою майстерність.",
      "zh-CN": "创建自己的战利品展示以获取奖励。从被击败的ARC单位收集战利品并展示您的实力。",
      "zh-TW": "創建自己的戰利品展示以獲取獎勵。從被擊敗的ARC單位收集戰利品並展示您的實力。"
    },
    "phases": [
      {
        "name": {
          "da": "Vandrende Trusler",
          "de": "Umherstreifende Bedrohungen",
          "en": "Roaming Threats",
          "es": "Amenazas Errantes",
          "fr": "Menaces Errantes",
          "he": "איומים נודדים",
          "hr": "Lutajuće Prijetnje",
          "it": "Minacce Vaganti",
          "ja": "徘徊する脅威",
          "kr": "배회하는 위협",
          "no": "Vandrende Trusler",
          "pl": "Wędrowne Zagrożenia",
          "pt": "Ameaças Errantes",
          "pt-BR": "Ameaças Errantes",
          "ru": "Бродячие угрозы",
          "sr": "Lutajuće Pretnje",
          "tr": "Dolaşan Tehditler",
          "uk": "Блукаючі загрози",
          "zh-CN": "游荡威胁",
          "zh-TW": "遊蕩威脅"
        },
        "description": {
          "da": "Besejr landbaserede ARC-enheder og saml trofæer fra deres rester.",
          "de": "Besiege bodengebundene ARC-Einheiten und sammle Trophäen aus ihren Überresten.",
          "en": "Defeat ground-based ARC units and collect trophies from their remains.",
          "es": "Derrota unidades ARC terrestres y recolecta trofeos de sus restos.",
          "fr": "Vaincre les unités ARC terrestres et collecter des trophées de leurs restes.",
          "he": "הביסו יחידות ARC קרקעיות ואספו גביעים משרידיהן.",
          "hr": "Pobijedite prizemne ARC jedinice i sakupite trofeje iz njihovih ostataka.",
          "it": "Sconfiggi unità ARC terrestri e raccogli trofei dai loro resti.",
          "ja": "地上のARCユニットを倒し、その残骸からトロフィーを集めます。",
          "kr": "지상 ARC 유닛을 물리치고 잔해에서 트로피를 수집하세요.",
          "no": "Beseir bakkebaserte ARC-enheter og samle troféer fra deres rester.",
          "pl": "Pokonaj naziemne jednostki ARC i zbierz trofea z ich szczątków.",
          "pt": "Derrote unidades ARC terrestres e colete troféus de seus restos.",
          "pt-BR": "Derrote unidades ARC terrestres e colete troféus de seus restos.",
          "ru": "Победите наземные юниты ARC и соберите трофеи с их останков.",
          "sr": "Pobedite prizemne ARC jedinice i sakupite trofeje iz njihovih ostataka.",
          "tr": "Yer tabanlı ARC birimlerini yenin ve kalıntılarından kupa toplayın.",
          "uk": "Переможіть наземні юніти ARC та зберіть трофеї з їхніх залишків.",
          "zh-CN": "击败地面ARC单位并从其残骸中收集战利品。",
          "zh-TW": "擊敗地面ARC單位並從其殘骸中收集戰利品。"
        },
        "phase": 1,
        "requirementItemIds": [
          {
            "itemId": "rusted_bolts",
            "quantity": 3
          },
          {
            "itemId": "pop_trigger",
            "quantity": 15
          },
          {
            "itemId": "tick_pod",
            "quantity": 15
          },
          {
            "itemId": "surveyor_vault",
            "quantity": 5
          }
        ]
      },
      {
        "name": {
          "da": "Svævende Trusler",
          "de": "Schwebende Gefahren",
          "en": "Soaring Menaces",
          "es": "Amenazas Voladoras",
          "fr": "Menaces Aériennes",
          "he": "איומים מרחפים",
          "hr": "Lebdeće Opasnosti",
          "it": "Minacce Volanti",
          "ja": "空中の脅威",
          "kr": "날아오르는 위협",
          "no": "Svevende Trusler",
          "pl": "Szybujące Zagrożenia",
          "pt": "Ameaças Voadoras",
          "pt-BR": "Ameaças Voadoras",
          "ru": "Парящие угрозы",
          "sr": "Lebdeće Opasnosti",
          "tr": "Uçan Tehditler",
          "uk": "Летючі загрози",
          "zh-CN": "飞行威胁",
          "zh-TW": "飛行威脅"
        },
        "description": {
          "da": "Nedskyd luftbårne ARC-enheder og saml deres unikke komponenter.",
          "de": "Schieße luftgestützte ARC-Einheiten ab und sammle ihre einzigartigen Komponenten.",
          "en": "Shoot down airborne ARC units and collect their unique components.",
          "es": "Derriba unidades ARC aéreas y recolecta sus componentes únicos.",
          "fr": "Abattez les unités ARC aériennes et collectez leurs composants uniques.",
          "he": "הפילו יחידות ARC מוטסות ואספו את הרכיבים הייחודיים שלהן.",
          "hr": "Oborite zračne ARC jedinice i sakupite njihove jedinstvene komponente.",
          "it": "Abbatti unità ARC aeree e raccogli i loro componenti unici.",
          "ja": "空中のARCユニットを撃墜し、そのユニークなコンポーネントを集めます。",
          "kr": "공중 ARC 유닛을 격추하고 고유한 구성 요소를 수집하세요.",
          "no": "Skyt ned luftbårne ARC-enheter og samle deres unike komponenter.",
          "pl": "Zestrzel powietrzne jednostki ARC i zbierz ich unikalne komponenty.",
          "pt": "Derrube unidades ARC aéreas e colete seus componentes únicos.",
          "pt-BR": "Derrube unidades ARC aéreas e colete seus componentes únicos.",
          "ru": "Сбивайте воздушные юниты ARC и собирайте их уникальные компоненты.",
          "sr": "Oborite vazdušne ARC jedinice i sakupite njihove jedinstvene komponente.",
          "tr": "Havadaki ARC birimlerini düşürün ve benzersiz bileşenlerini toplayın.",
          "uk": "Збивайте повітряні юніти ARC та збирайте їхні унікальні компоненти.",
          "zh-CN": "击落空中ARC单位并收集其独特组件。",
          "zh-TW": "擊落空中ARC單位並收集其獨特組件。"
        },
        "phase": 2,
        "requirementItemIds": [
          {
            "itemId": "spotter_relay",
            "quantity": 10
          },
          {
            "itemId": "expired_respirator",
            "quantity": 3
          },
          {
            "itemId": "wasp_driver",
            "quantity": 20
          },
          {
            "itemId": "hornet_driver",
            "quantity": 15
          }
        ]
      },
      {
        "name": {
          "da": "Frygtelige Fjender",
          "de": "Wilde Gegner",
          "en": "Ferocious Foes",
          "es": "Enemigos Feroces",
          "fr": "Ennemis Féroces",
          "he": "אויבים עזים",
          "hr": "Žestoki Neprijatelji",
          "it": "Nemici Feroci",
          "ja": "獰猛な敵",
          "kr": "사나운 적",
          "no": "Ville Fiender",
          "pl": "Dzicy Wrogowie",
          "pt": "Inimigos Ferozes",
          "pt-BR": "Inimigos Ferozes",
          "ru": "Свирепые враги",
          "sr": "Žestoki Neprijatelji",
          "tr": "Vahşi Düşmanlar",
          "uk": "Лютi вороги",
          "zh-CN": "凶猛敌人",
          "zh-TW": "兇猛敵人"
        },
        "description": {
          "da": "Overvind kraftfulde ARC-enheder og udtræk deres avancerede teknologi.",
          "de": "Überwinde mächtige ARC-Einheiten und extrahiere ihre fortschrittliche Technologie.",
          "en": "Overcome powerful ARC units and extract their advanced technology.",
          "es": "Supera unidades ARC poderosas y extrae su tecnología avanzada.",
          "fr": "Surmontez les puissantes unités ARC et extrayez leur technologie avancée.",
          "he": "התגברו על יחידות ARC חזקות וחלצו את הטכנולוגיה המתקדמת שלהן.",
          "hr": "Savladajte moćne ARC jedinice i izvucite njihovu naprednu tehnologiju.",
          "it": "Supera potenti unità ARC ed estrai la loro tecnologia avanzata.",
          "ja": "強力なARCユニットを打ち破り、高度な技術を抽出します。",
          "kr": "강력한 ARC 유닛을 극복하고 고급 기술을 추출하세요.",
          "no": "Overvinne kraftige ARC-enheter og trekke ut deres avanserte teknologi.",
          "pl": "Pokonaj potężne jednostki ARC i wydobądź ich zaawansowaną technologię.",
          "pt": "Supere unidades ARC poderosas e extraia sua tecnologia avançada.",
          "pt-BR": "Supere unidades ARC poderosas e extraia sua tecnologia avançada.",
          "ru": "Преодолейте мощные юниты ARC и извлеките их передовую технологию.",
          "sr": "Savladajte moćne ARC jedinice i izvucite njihovu naprednu tehnologiju.",
          "tr": "Güçlü ARC birimlerini yenin ve gelişmiş teknolojilerini çıkarın.",
          "uk": "Подолайте потужні юніти ARC та витягніть їхню передову технологію.",
          "zh-CN": "克服强大的ARC单位并提取其先进技术。",
          "zh-TW": "克服強大的ARC單位並提取其先進技術。"
        },
        "phase": 3,
        "requirementItemIds": [
          {
            "itemId": "arc_performance_steel",
            "quantity": 10
          },
          {
            "itemId": "shredder_gyro",
            "quantity": 5
          },
          {
            "itemId": "leaper_pulse_unit",
            "quantity": 10
          },
          {
            "itemId": "bastion_cell",
            "quantity": 5
          }
        ]
      },
      {
        "name": {
          "da": "Dominerende Farer",
          "de": "Dominierende Gefahren",
          "en": "Dominant Dangers",
          "es": "Peligros Dominantes",
          "fr": "Dangers Dominants",
          "he": "סכנות דומיננטיות",
          "hr": "Dominantne Opasnosti",
          "it": "Pericoli Dominanti",
          "ja": "支配的な危険",
          "kr": "지배적인 위험",
          "no": "Dominerende Farer",
          "pl": "Dominujące Zagrożenia",
          "pt": "Perigos Dominantes",
          "pt-BR": "Perigos Dominantes",
          "ru": "Доминирующие опасности",
          "sr": "Dominantne Opasnosti",
          "tr": "Baskın Tehlikeler",
          "uk": "Домінуючі небезпеки",
          "zh-CN": "主导危险",
          "zh-TW": "主導危險"
        },
        "description": {
          "da": "Konfronter elite ARC-enheder og indsaml deres sjældne trofæer.",
          "de": "Konfrontiere Elite-ARC-Einheiten und sammle ihre seltenen Trophäen.",
          "en": "Confront elite ARC units and collect their rare trophies.",
          "es": "Confronta unidades ARC de élite y recolecta sus trofeos raros.",
          "fr": "Affrontez les unités ARC d'élite et collectez leurs trophées rares.",
          "he": "התעמתו עם יחידות ARC עילית ואספו את הגביעים הנדירים שלהן.",
          "hr": "Suočite se s elitnim ARC jedinicama i sakupite njihove rijetke trofeje.",
          "it": "Affronta unità ARC d'élite e raccogli i loro trofei rari.",
          "ja": "エリートARCユニットと対峙し、そのレアなトロフィーを集めます。",
          "kr": "엘리트 ARC 유닛과 맞서고 희귀 트로피를 수집하세요.",
          "no": "Konfronter elite ARC-enheter og samle deres sjeldne troféer.",
          "pl": "Skonfrontuj się z elitarnymi jednostkami ARC i zbierz ich rzadkie trofea.",
          "pt": "Confronte unidades ARC de elite e colete seus troféus raros.",
          "pt-BR": "Confronte unidades ARC de elite e colete seus troféus raros.",
          "ru": "Противостойте элитным юнитам ARC и соберите их редкие трофеи.",
          "sr": "Suočite se sa elitnim ARC jedinicama i sakupite njihove retke trofeje.",
          "tr": "Elit ARC birimleriyle yüzleşin ve nadir kupalarını toplayın.",
          "uk": "Протистояйте елітним юнітам ARC та зберіть їхні рідкісні трофеї.",
          "zh-CN": "对抗精英ARC单位并收集其稀有战利品。",
          "zh-TW": "對抗精英ARC單位並收集其稀有戰利品。"
        },
        "phase": 4,
        "requirementItemIds": [
          {
            "itemId": "arc_synthetic_resin",
            "quantity": 10
          },
          {
            "itemId": "magnetic_accelerator",
            "quantity": 10
          },
          {
            "itemId": "rocketeer_driver",
            "quantity": 8
          },
          {
            "itemId": "queen_reactor",
            "quantity": 3
          }
        ]
      },
      {
        "name": {
          "da": "Imponerende Behemoths",
          "de": "Imposante Kolosse",
          "en": "Imposing Behemoths",
          "es": "Behemots Imponentes",
          "fr": "Béhémoths Imposants",
          "he": "בהמות מרשימות",
          "hr": "Impozantni Divovi",
          "it": "Behemoth Imponenti",
          "ja": "堂々たる巨獣",
          "kr": "위압적인 거수",
          "no": "Imponerende Behemoths",
          "pl": "Imponujące Behemoty",
          "pt": "Behemoths Imponentes",
          "pt-BR": "Behemoths Imponentes",
          "ru": "Внушительные бегемоты",
          "sr": "Impozantni Divovi",
          "tr": "Heybetli Dev Yaratıklar",
          "uk": "Вражаючі бегемоти",
          "zh-CN": "令人生畏的巨兽",
          "zh-TW": "令人生畏的巨獸"
        },
        "description": {
          "da": "Besejr de mest frygtindgydende ARC-enheder og secure deres ultimative trofæer.",
          "de": "Besiege die furchterregendsten ARC-Einheiten und sichere ihre ultimativen Trophäen.",
          "en": "Defeat the most formidable ARC units and secure their ultimate trophies.",
          "es": "Derrota las unidades ARC más formidables y asegura sus trofeos definitivos.",
          "fr": "Vaincre les unités ARC les plus redoutables et sécuriser leurs trophées ultimes.",
          "he": "הביסו את יחידות ה-ARC האימתניות ביותר והבטיחו את הגביעים האולטימטיביים שלהן.",
          "hr": "Pobijedite najstrašnije ARC jedinice i osigurajte njihove ultimativne trofeje.",
          "it": "Sconfiggi le unità ARC più formidabili e assicurati i loro trofei definitivi.",
          "ja": "最も手強いARCユニットを倒し、究極のトロフィーを確保します。",
          "kr": "가장 강력한 ARC 유닛을 물리치고 궁극의 트로피를 확보하세요.",
          "no": "Beseir de mest formidable ARC-enhetene og sikre deres ultimate troféer.",
          "pl": "Pokonaj najbardziej groźne jednostki ARC i zdobądź ich ostateczne trofea.",
          "pt": "Derrote as unidades ARC mais formidáveis e garanta seus troféus definitivos.",
          "pt-BR": "Derrote as unidades ARC mais formidáveis e garanta seus troféus definitivos.",
          "ru": "Победите самые грозные юниты ARC и заполучите их окончательные трофеи.",
          "sr": "Pobedite najstrašnije ARC jedinice i osigurajte njihove ultimativne trofeje.",
          "tr": "En zorlu ARC birimlerini yenin ve nihai kupalarını güvenceye alın.",
          "uk": "Переможіть найгрізніші юніти ARC та заволодійте їхніми остаточними трофеями.",
          "zh-CN": "击败最强大的ARC单位并获取其终极战利品。",
          "zh-TW": "擊敗最強大的ARC單位並獲取其終極戰利品。"
        },
        "phase": 5,
        "requirementItemIds": [
          {
            "itemId": "exodus_modules",
            "quantity": 5
          },
          {
            "itemId": "geiger_counter",
            "quantity": 3
          },
          {
            "itemId": "bombardier_cell",
            "quantity": 8
          },
          {
            "itemId": "matriarch_reactor",
            "quantity": 3
          }
        ]
      }
    ]
  }
]
