{
  "id": "ss5",
  "name": {
    "da": "En dårlig fornemmelse",
    "de": "Ein ungutes Gefühl",
    "en": "A Bad Feeling",
    "es": "Un mal presentimiento",
    "fr": "Un mauvais pressentiment",
    "he": "תחושה רעה",
    "hr": "Loš Predosjećaj",
    "it": "Una brutta sensazione",
    "ja": "嫌な予感",
    "kr": "불길한 예감",
    "no": "En dårlig følelse",
    "pl": "Złe przeczucie",
    "pt": "Um mau pressentimento",
    "pt-BR": "Mal pressentimento",
    "ru": "Дурное предчувствие",
    "sr": "Loš Predosećaj",
    "tr": "Kötü Bir His",
    "uk": "Погане передчуття",
    "zh-CN": "不祥的预感",
    "zh-TW": "不祥的預感"
  },
  "trader": "Celeste",
  "description": {
    "da": "Selv den mindste ændring i ARCs adfærd kunne betyde katastrofe. Og det signal du opfangede? Vi har aldrig opfanget noget lignende før. Hvis de planlægger noget, er vi nødt til at finde ud af, hvad det er.",
    "de": "Schon die kleinste Änderung am Verhalten der ARC könnte eine Katastrophe bedeuten. Und das Signal, das du gehört hast? Sowas haben wir noch nie aufgefangen. Wenn die irgendwas vorhaben, müssen wir das unbedingt herausfinden.",
    "en": "Even the smallest change in the ARC's behavior could mean catastrophe. And that signal you picked up? We've never intercepted anything like it before. If they're planning something, we have to find out what it is.",
    "es": "Incluso el menor cambio en el comportamiento de ARC podría significar una catástrofe. ¿Y esa señal que captaste? Nunca habíamos interceptado algo así antes. Si están planeando algo, tenemos que averiguar qué es.",
    "fr": "Le moindre changement dans le comportement de l'ARC pourrait signifier une catastrophe. Et ce signal que tu as capté ? Nous n'avons jamais intercepté quelque chose comme ça auparavant. S'ils préparent quelque chose, nous devons absolument découvrir de quoi il s'agit.",
    "he": "אפילו השינוי הקטן ביותר בהתנהגות של ה-ARC עלול להוביל לאסון. והאות שקלטת? מעולם לא יירטנו שום דבר דומה לזה. אם הם מתכננים משהו, אנחנו חייבים לגלות מה זה.",
    "hr": "Čak i najmanja promjena u ponašanju ARC-a može značiti katastrofu. A onaj signal koji si uhvatio? Nikada prije nismo presreli nešto slično. Ako nešto planiraju, moramo saznati što je to.",
    "it": "Anche il più piccolo cambiamento nel comportamento dell'ARC potrebbe significare una catastrofe. E quel segnale che hai captato? Non abbiamo mai intercettato nulla del genere prima. Se stanno pianificando qualcosa, dobbiamo scoprire cosa sia.",
    "ja": "ARCの行動にわずかな変化があっても、大惨事を意味する可能性がある。そして、君が拾ったあの信号は？あんなものは今まで傍受したことがない。もし奴らが何か企んでいるなら、それが何なのか突き止めなければならない。",
    "kr": "아크의 행동에 조금만 변화가 생겨도 재앙을 의미할 수 있어. 그리고 네가 포착한 그 신호는? 우리는 이런 걸 전에 차단한 적이 없어. 만약 그들이 뭔가 계획하고 있다면, 우리는 그게 뭔지 알아내야 해.",
    "no": "Selv den minste endringen i ARCs oppførsel kan bety katastrofe. Og det signalet du fanget opp? Vi har aldri avlyttet noe slikt før. Hvis de planlegger noe, må vi finne ut hva det er.",
    "pl": "Nawet najmniejsza zmiana w zachowaniu ARC może oznaczać katastrofę. A ten sygnał, który przechwyciliście? Nigdy wcześniej nie przechwyciliśmy czegoś takiego. Jeśli coś planują, musimy dowiedzieć się, co to jest.",
    "pt": "Até a menor mudança no comportamento da ARC pode significar uma catástrofe. E esse sinal que você captou? Nunca interceptamos algo assim antes. Se eles estão planejando algo, temos que descobrir o que é.",
    "pt-BR": "Qualquer mínima mudança no comportamento das ARCs pode significar um desastre. Sabe o sinal que você ouviu? Nunca captamos algo do tipo. Se elas estão tramando algo, temos que descobrir o que é.",
    "ru": "Даже малейшее изменение в поведении ARC может означать катастрофу. А тот сигнал, который ты перехватил? Мы никогда раньше не перехватывали ничего подобного. Если они что-то замышляют, мы должны выяснить, что именно.",
    "sr": "Čak i najmanja promena u ponašanju ARC-a može da znači katastrofu. A onaj signal koji si uhvatio? Nikada ranije nismo presreli nešto slično. Ako nešto planiraju, moramo da saznamo šta je to.",
    "tr": "ARC'nin davranışındaki en küçük değişiklik bile felakete yol açabilir. Peki ya yakaladığın o sinyal? Daha önce böyle bir şeyi hiç ele geçirmedik. Eğer bir şey planlıyorlarsa, bunun ne olduğunu öğrenmemiz gerek.",
    "uk": "Навіть найменша зміна в поведінці ARC може означати катастрофу. А той сигнал, який ти перехопив? Ми ніколи раніше не перехоплювали нічого подібного. Якщо вони щось планують, ми повинні з'ясувати, що саме.",
    "zh-CN": "ARC行为上哪怕最微小的变化都可能意味着灾难。而你截获的那个信号？我们以前从未截获过这样的东西。如果他们在策划什么，我们必须查明是什么。",
    "zh-TW": "ARC行為上哪怕最微小的變化都可能意味著災難。而你截獲的那個信號？我們以前從未截獲過這樣的東西。如果他們在策劃什麼，我們必須查明是什麼。"
  },
  "objectives": [
    {
      "da": "Find og gennemsøg en hvilken som helst ARC-sonde eller ARC-kurer",
      "de": "Eine ARC-Sonde oder einen ARC-Kurier finden und durchsuchen",
      "en": "Find and search any ARC Probe or ARC Courier",
      "es": "Encuentra y registra cualquier sonda ARC o mensajero ARC",
      "fr": "Trouver et fouiller une Sonde ARC ou un Convoyeur ARC",
      "he": "מצא ובצע חיפוש על כל ARC Probe או ARC Courier",
      "hr": "Pronađite i pretražite bilo koju ARC Sondu ili ARC Kurira",
      "it": "Trova e perquisisci qualsiasi sonda ARC o corriere ARC",
      "ja": "ARC探査機、ARC配達機、残骸を探して見つける",
      "kr": "아크 탐사선 또는 아크 운반기 찾아서 수색",
      "no": "Finn og søk gjennom en hvilken som helst ARC-sonde eller ARC-kurer",
      "pl": "Znajdź i przeszukaj dowolną sondę ARC lub kuriera ARC",
      "pt": "Encontre e reviste qualquer sonda ARC ou mensageiro ARC",
      "pt-BR": "Encontre e vasculhe qualquer Sonda ARC ou Emissário ARC",
      "ru": "Найдите и обыщите любой зонд ARC или доставщик ARC",
      "sr": "Pronađite i pretražite bilo koju ARC Sondu ili ARC Kurira",
      "tr": "Herhangi bir ARC Sondası veya ARC Kuryesi bul ve ara",
      "uk": "Знайдіть і обшукайте будь-який зонд ARC або кур'єра ARC",
      "zh-CN": "寻找并搜索任意ARC探测器或ARC运输船",
      "zh-TW": "尋找並搜索任意ARC探測器或ARC運輸船"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "metal_parts",
      "quantity": 10
    },
    {
      "itemId": "steel_spring",
      "quantity": 5
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss4"],
  "nextQuestIds": ["ss5a", "ss7", "ss8", "12_in_my_image"],
  "updatedAt": "01/13/2026"
}
