{
  "id": "ss10k",
  "name": {
    "da": "Et overblik over terrænet",
    "de": "Eine Lagebeschreibung",
    "en": "A Lay of the Land",
    "es": "Reconociendo el terreno",
    "fr": "Un aperçu du terrain",
    "he": "הכרת השטח",
    "hr": "Pregled terena",
    "it": "Una ricognizione del territorio",
    "ja": "地勢の把握",
    "kr": "지형 파악",
    "no": "Et overblikk over terrenget",
    "pl": "Rozpoznanie terenu",
    "pt": "Um reconhecimento do terreno",
    "pt-BR": "Reconhecimento do Terreno",
    "ru": "Рельеф местности",
    "sr": "Pregled terena",
    "tr": "Arazinin Keşfi",
    "uk": "Огляд місцевості",
    "zh-CN": "地形勘察",
    "zh-TW": "地形勘察"
  },
  "map": ["the_spaceport"],
  "trader": "Shani",
  "description": {
    "da": "De fjerne drøn bliver mindre fjerne for hver dag der går. Jeg har et spor om nogle LiDAR-scannere, der kan hjælpe os med at overvåge rystelserne. Du vil gerne beholde et tag over hovedet, ikke?",
    "de": "Dieses Rumpeln in der Ferne ist jeden Tag etwas weniger fern. Ich hab da einen Hinweis auf Lidar-Scanner, die uns helfen könnten, die Erschütterungen zu registrieren. Du möchtest doch auch dein Dach über dem Kopf behalten, nicht wahr?",
    "en": "Those distant rumbles are getting less distant with each passing day. I have a lead on some LiDAR scanners that may help us monitor the tremors. You do want to keep a roof over your head, don't you?",
    "es": "Esos retumbos distantes se vuelven menos distantes con cada día que pasa. Tengo una pista sobre unos escáneres LiDAR que pueden ayudarnos a monitorear los temblores. Quieres mantener un techo sobre tu cabeza, ¿verdad?",
    "fr": "Ces grondements lointains se rapprochent de jour en jour. J'ai une piste sur des scanners LiDAR qui pourraient nous aider à surveiller les tremblements. Vous voulez bien garder un toit au-dessus de votre tête, n'est-ce pas ?",
    "he": "הרעמים המרוחקים האלה הופכים לפחות מרוחקים מיום ליום. יש לי קצה חוט לגבי כמה סורקי LiDAR שעשויים לעזור לנו לנטר את הרעידות. אתם רוצים לשמור על קורת גג מעל הראש, לא?",
    "hr": "Ta daleka tutnjava postaje sve bliža svakim danom. Imam trag o nekim LiDAR skenerima koji bi nam mogli pomoći pratiti podrhtavanja. Želiš zadržati krov nad glavom, zar ne?",
    "it": "Quei rombi lontani stanno diventando meno lontani ogni giorno che passa. Ho una pista su alcuni scanner LiDAR che potrebbero aiutarci a monitorare i tremori. Vuoi mantenere un tetto sopra la testa, vero?",
    "ja": "遠くで聞こえていた轟音が日に日に近づいている。振動を監視するのに役立つLiDARスキャナーの情報がある。頭上に屋根は欲しいだろう？",
    "kr": "저 멀리서 들리던 진동이 날마다 점점 가까워지고 있어요. 진동을 모니터링하는 데 도움이 될 LiDAR 스캐너에 대한 정보가 있습니다. 머리 위에 지붕은 있어야 하지 않겠어요?",
    "no": "De fjerne drønnene blir mindre fjerne for hver dag som går. Jeg har et spor på noen LiDAR-skannere som kan hjelpe oss med å overvåke rystelsene. Du vil vel beholde et tak over hodet, ikke sant?",
    "pl": "Te odległe dudnienia stają się coraz mniej odległe z każdym dniem. Mam trop dotyczący skanerów LiDAR, które mogą pomóc nam monitorować wstrząsy. Chcesz przecież zachować dach nad głową, prawda?",
    "pt": "Aqueles estrondos distantes estão ficando menos distantes a cada dia que passa. Tenho uma pista sobre alguns scanners LiDAR que podem nos ajudar a monitorar os tremores. Você quer manter um teto sobre sua cabeça, não quer?",
    "pt-BR": "Aqueles estrondos distantes estão ficando menos distantes a cada dia que passa. Tenho uma pista sobre alguns scanners LiDAR que podem nos ajudar a monitorar os tremores. Você quer manter um teto sobre sua cabeça, não quer?",
    "ru": "Эти далёкие раскаты с каждым днём становятся всё ближе. У меня есть наводка на LiDAR сканеры, которые помогут нам отслеживать толчки. Ты ведь хочешь сохранить крышу над головой, верно?",
    "sr": "Ta daleka tutnjava postaje sve bliža svakim danom. Imam trag o nekim LiDAR skenerima koji bi nam mogli pomoći da pratimo podrhtavanja. Želiš da zadržiš krov nad glavom, zar ne?",
    "tr": "O uzaktaki gümbürtüler her geçen gün daha az uzak hale geliyor. Sarsıntıları izlememize yardımcı olabilecek bazı LiDAR tarayıcıları hakkında bir ipucum var. Başının üstünde bir çatı tutmak istersin, değil mi?",
    "uk": "Ті далекі гуркоти стають все ближчими з кожним днем. У мене є інформація про LiDAR сканери, які можуть допомогти нам відстежувати поштовхи. Ти ж хочеш, щоб над головою був дах, чи не так?",
    "zh-CN": "那些遥远的隆隆声每天都在变得越来越近。我有一些LiDAR扫描仪的线索，可以帮助我们监测震动。你总想头顶有个屋顶吧？",
    "zh-TW": "那些遙遠的隆隆聲每天都在變得越來越近。我有一些LiDAR掃描儀的線索，可以幫助我們監測震動。你總想頭頂有個屋頂吧？"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Nå Jiangsu-lageret",
      "de": "Erreiche das Jiangsu-Lagerhaus",
      "en": "Reach the Jiangsu Warehouse",
      "es": "Llega al almacén de Jiangsu",
      "fr": "Atteindre l'Entrepôt Jiangsu",
      "he": "הגע למחסן Jiangsu",
      "hr": "Dođite do skladišta Jiangsu",
      "it": "Raggiungi il magazzino di Jiangsu",
      "ja": "江蘇省倉庫に向かう",
      "kr": "Jiangsu 창고에 도착",
      "no": "Nå Jiangsu-lageret",
      "pl": "Dotrzyj do magazynu Jiangsu",
      "pt": "Alcance o armazém de Jiangsu",
      "pt-BR": "Chegue ao Armazém Jiangsu",
      "ru": "Доберитесь до склада Jiangsu",
      "sr": "Dođite do skladišta Jiangsu",
      "tr": "Jiangsu Deposu'na ulaş",
      "uk": "Дістаньтеся до складу Цзянсу",
      "zh-CN": "抵达江苏仓库",
      "zh-TW": "抵達江蘇倉庫"
    },
    {
      "da": "Find forsendelsesnoterne på formandens kontor",
      "de": "Finde die Versandnotizen im Büro des Vorarbeiters",
      "en": "Find the shipping notes in the foreman's office",
      "es": "Encuentra las notas de envío en la oficina del capataz",
      "fr": "Trouver les notes d'expédition dans le bureau du contremaître",
      "he": "מצא את תעודות המשלוח במשרד מנהל העבודה",
      "hr": "Pronađite transportne bilješke u uredu nadzornika",
      "it": "Trova le note di spedizione nell'ufficio del caposquadra",
      "ja": "作業長の出荷記録を見つける",
      "kr": "현장 감독 사무실에서 배송 메모 찾기",
      "no": "Finn fraktnotatene på formannens kontor",
      "pl": "Znajdź notatki wysyłkowe w biurze brygadzisty",
      "pt": "Encontre as notas de envio no escritório do encarregado",
      "pt-BR": "Encontre as notas de remessa no escritório do capataz",
      "ru": "Найдите транспортные документы в офисе бригадира",
      "sr": "Pronađite transportne beleške u kancelariji nadzornika",
      "tr": "Ustabaşının ofisinde sevkiyat notlarını bul",
      "uk": "Знайдіть транспортні документи в офісі бригадира",
      "zh-CN": "在工头办公室找到运输记录",
      "zh-TW": "在工頭辦公室找到運輸記錄"
    },
    {
      "da": "Find scannerne på øverste etage i kontroltårn A6",
      "de": "Finde die Scanner im Büro der Flugsteuerung des Kontrollturms A6",
      "en": "Locate the scanners on the upper floor of Control Tower A6",
      "es": "Localiza los escáneres en el piso superior de la torre de control A6",
      "fr": "Localiser les scanners à l'étage supérieur de la Tour de contrôle A6",
      "he": "אתר את הסורקים בקומה העליונה של מגדל פיקוח A6",
      "hr": "Locirajte skenere na gornjem katu kontrolnog tornja A6",
      "it": "Individua gli scanner al piano superiore della torre di controllo A6",
      "ja": "管制塔A6の上のフロアでスキャナを探す",
      "kr": "관제탑 A6 상층에서 스캐너 찾기",
      "no": "Finn skannerne på øverste etasje i kontrolltårn A6",
      "pl": "Zlokalizuj skanery na górnym piętrze wieży kontrolnej A6",
      "pt": "Localize os scanners no andar superior da torre de controle A6",
      "pt-BR": "Localize os scanners no andar superior da Torre de Controle A6",
      "ru": "Найдите сканеры на верхнем этаже диспетчерской вышки A6",
      "sr": "Locirajte skenere na gornjem spratu kontrolnog tornja A6",
      "tr": "Kontrol Kulesi A6'nın üst katında tarayıcıları bul",
      "uk": "Знайдіть сканери на верхньому поверсі диспетчерської вежі A6",
      "zh-CN": "在A6控制塔上层找到扫描仪",
      "zh-TW": "在A6控制塔上層找到掃描儀"
    },
    {
      "da": "Lever 1 LiDAR-scanner til Shani",
      "de": "Bring 1 Lidar-Scanner zu Shani",
      "en": "Deliver 1 LiDAR Scanners to Shani",
      "es": "Entrega 1 escáner LiDAR a Shani",
      "fr": "Livrer 1 scanner LiDAR à Shani",
      "he": "מסור 1 סורקי LiDAR ל-Shani",
      "hr": "Dostavite 1 LiDAR skener Shani",
      "it": "Consegna 1 scanner LiDAR a Shani",
      "ja": "シャニにLiDARスキャナを1個届ける",
      "kr": "LiDAR 스캐너 1개를 샤니에게 전달",
      "no": "Lever 1 LiDAR-skanner til Shani",
      "pl": "Dostarcz 1 skaner LiDAR do Shani",
      "pt": "Entregue 1 scanner LiDAR para Shani",
      "pt-BR": "Entregue 1 Scanner LiDAR para Shani",
      "ru": "Доставьте 1 LiDAR сканер Шани",
      "sr": "Dostavite 1 LiDAR skener Shani",
      "tr": "1 LiDAR Tarayıcıyı Shani'ye teslim et",
      "uk": "Доставте 1 LiDAR сканер Шані",
      "zh-CN": "将1个LiDAR扫描仪交给Shani",
      "zh-TW": "將1個LiDAR掃描儀交給Shani"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "dam_testing_annex_key",
      "quantity": 1
    },
    {
      "itemId": "zipline",
      "quantity": 3
    },
    {
      "itemId": "smoke_grenade",
      "quantity": 2
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10g"],
  "nextQuestIds": ["ss10s"],
  "videoUrl": "https://youtu.be/pWXjplDChHc",
  "updatedAt": "11/23/2025"
}
