{
  "id": "ss10g",
  "name": {
    "da": "En afsløring i ruiner",
    "de": "Eine Enthüllung in Trümmern",
    "en": "A Reveal in Ruins",
    "es": "Descubrimiento en ruinas",
    "fr": "Ruines révélatrices",
    "he": "חשיפה בין ההריסות",
    "hr": "Otkrivanje u ruševinama",
    "it": "Una rivelazione tra le rovine",
    "ja": "早計な発表",
    "kr": "폐허 속 공개",
    "no": "En avsløring i ruiner",
    "pl": "Odkrycie w ruinach",
    "pt": "Uma revelação nas ruínas",
    "pt-BR": "Revelação em ruínas",
    "ru": "Что скрывают развалины",
    "sr": "Otkrivanje u ruševinama",
    "tr": "Harabelerde Açığa Çıkan",
    "uk": "Розкриття серед руїн",
    "zh-CN": "废墟中的揭秘",
    "zh-TW": "廢墟中的揭秘"
  },
  "map": ["buried_city"],
  "trader": "Lance",
  "description": {
    "da": "Jeg fik fat i en flot ny ESR-analysator; havde planlagt en stor afsløring. Det ene øjeblik er den her, det næste – puf. Kan du hjælpe?",
    "de": "Ich hab einen neuen ESR-Analysator in die Finger gekriegt, wollte da ganz groß mit rauskommen. Und dann - zack! - ist das Teil plötzlich verschwunden. Hilfst du mir?",
    "en": "I got my hands on a fancy new ESR analyzer; had a whole big reveal planned. One minute it's here, next minute—poof. Please help?",
    "es": "Conseguí un nuevo y elegante analizador ESR; tenía planeada toda una gran revelación. Un minuto está aquí, al siguiente—puf. ¿Me ayudas?",
    "fr": "J'ai mis la main sur un nouvel analyseur de VS tout neuf. J'avais prévu de le présenter en grande pompe, mais il a disparu. Vous pouvez m'aider ?",
    "he": "השגתי מנתח ESR חדש ומשוכלל; תכננתי חשיפה גדולה. רגע אחד הוא כאן, וברגע הבא—פוף. עזרה, בבקשה?",
    "hr": "Došao sam do novog ESR analizatora; imao sam planiran veliki trenutak otkrivanja. Jedan trenutak je tu, sljedeći trenutak—nestao. Molim te, pomozi?",
    "it": "Ho messo le mani su un nuovo e sofisticato analizzatore ESR; avevo pianificato una grande rivelazione. Un minuto è qui, il minuto dopo—puf. Mi aiuti?",
    "ja": "最新のESRアナライザーを手に入れたんだ。盛大な披露を計画していたのに、さっきまであったのに次の瞬間には——消えた。助けてくれないか？",
    "kr": "멋진 신형 ESR 분석기를 손에 넣었는데, 큰 공개 행사를 계획했었어요. 방금 여기 있었는데 다음 순간—사라졌어요. 도와주실래요?",
    "no": "Jeg fikk tak i en fancy ny ESR-analysator; hadde planlagt en stor avsløring. Ett øyeblikk er den her, neste øyeblikk – poff. Kan du hjelpe?",
    "pl": "Zdobyłem nowy, wymyślny analizator ESR; miałem zaplanowane wielkie odsłonięcie. W jednej chwili jest tutaj, w następnej – puf. Pomożesz?",
    "pt": "Consegui um novo e sofisticado analisador ESR; tinha toda uma grande revelação planejada. Num minuto está aqui, no próximo—puf. Pode ajudar?",
    "pt-BR": "Arranjei um analisador VHS novinho e tinha até planejado fazer uma grande revelação. Ele estava bem aqui e depois... sumiu. Me ajuda, por favor?",
    "ru": "Я заполучил новенький ESR анализатор; планировал большую презентацию. Только что он был здесь, а в следующую минуту — пуф. Поможешь?",
    "sr": "Došao sam do novog ESR analizatora; imao sam planiran veliki trenutak otkrivanja. Jedan trenutak je tu, sledeći trenutak—nestao. Molim te, pomozi?",
    "tr": "Yeni bir ESR analizörü ele geçirdim; büyük bir tanıtım planlamıştım. Bir dakika buradaydı, sonraki dakika—yok oldu. Yardım eder misin?",
    "uk": "Я дістав новенький ESR аналізатор; планував велику презентацію. Тільки-но він був тут, а наступної миті — пуф. Допоможеш?",
    "zh-CN": "我搞到了一台全新的ESR分析仪；本来计划了一场盛大的揭幕。前一分钟还在这儿，下一分钟——噗，不见了。能帮帮忙吗？",
    "zh-TW": "我搞到了一台全新的ESR分析儀；本來計劃了一場盛大的揭幕。前一分鐘還在這兒，下一分鐘——噗，不見了。能幫幫忙嗎？"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Søg efter en ESR-analysator inde i et apotek i den begravede by",
      "de": "In einer Apotheke in der Begrabenen Stadt nach einem ESR-Analysator suchen",
      "en": "Search for an ESR Analyzer inside any pharmacy in Buried City",
      "es": "Busca un analizador ESR dentro de cualquier farmacia en la ciudad enterrada",
      "fr": "Trouver un analyseur VS dans une pharmacie de la ville enfouie",
      "he": "חפש מנתח ESR בתוך כל בית מרקחת בעיר הקבורה",
      "hr": "Pretražite ESR analizator u bilo kojoj ljekarni u Zakopanom gradu",
      "it": "Cerca un analizzatore ESR all'interno di qualsiasi farmacia nella città sepolta",
      "ja": "埋もれた街の薬局でESR分析装置を調査した",
      "kr": "파묻힌 도시의 약국에서 ESR 분석기 찾기",
      "no": "Søk etter en ESR-analysator inne i et apotek i den begravde byen",
      "pl": "Poszukaj analizatora ESR w dowolnej aptece w Pogrzebanym Mieście",
      "pt": "Procure por um analisador ESR dentro de qualquer farmácia na cidade enterrada",
      "pt-BR": "Procure um Analisador VHS dentro de qualquer farmácia na Cidade Soterrada",
      "ru": "Найдите ESR анализатор в любой аптеке Погребённого города",
      "sr": "Pretražite ESR analizator u bilo kojoj apoteci u Zakopanom gradu",
      "tr": "Gömülü Şehir'deki herhangi bir eczanede ESR Analizörü ara",
      "uk": "Знайдіть ESR аналізатор у будь-якій аптеці в Похованому місті",
      "zh-CN": "在埋没之城的任意药店中搜寻ESR分析仪",
      "zh-TW": "在埋沒之城的任意藥店中搜尋ESR分析儀"
    },
    {
      "da": "Lever ESR-analysatoren til Lance",
      "de": "Bring den ESR-Analysator zu Lance",
      "en": "Deliver the ESR Analyzer to Lance",
      "es": "Entrega el analizador ESR a Lance",
      "fr": "Livrer l'analyser de VS à Lance",
      "he": "מסור את מנתח ה-ESR ללאנס",
      "hr": "Dostavite ESR analizator Lanceu",
      "it": "Consegna l'analizzatore ESR a Lance",
      "ja": "ランスにESR分析装置を届ける",
      "kr": "ESR 분석기를 랜스에게 전달",
      "no": "Lever ESR-analysatoren til Lance",
      "pl": "Dostarcz analizator ESR do Lance'a",
      "pt": "Entregue o analisador ESR para Lance",
      "pt-BR": "Entregue o Analisador de VHS para Lance",
      "ru": "Доставьте Лэнсу анализатор СОЭ",
      "sr": "Dostavite ESR analizator Lance-u",
      "tr": "ESR Analizörünü Lance'e teslim et",
      "uk": "Доставте ESR аналізатор Ленсу",
      "zh-CN": "将ESR分析仪交给Lance",
      "zh-TW": "將ESR分析儀交給Lance"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "tactical_mk3_healing",
      "quantity": 1
    },
    {
      "itemId": "surge_shield_recharger",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10f"],
  "nextQuestIds": ["ss10k"],
  "updatedAt": "01/13/2026"
}
