{
  "id": "ss10r",
  "name": {
    "da": "Et symbol på forening",
    "de": "Ein Symbol der Einheit",
    "en": "A Symbol of Unification",
    "es": "Un símbolo de unificación",
    "fr": "Un symbole d'union",
    "he": "סמל לאיחוד",
    "hr": "Simbol ujedinjenja",
    "it": "Un simbolo di unificazione",
    "ja": "統一のシンボル",
    "kr": "통합의 상징",
    "no": "Et symbol på forening",
    "pl": "Symbol zjednoczenia",
    "pt": "Um símbolo de unificação",
    "pt-BR": "Um Símbolo de Unificação",
    "ru": "Символ Объединения",
    "sr": "Simbol ujedinjenja",
    "tr": "Birleşmenin Sembolü",
    "uk": "Символ Об'єднання",
    "zh-CN": "统一的象征",
    "zh-TW": "統一的象徵"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Ved du, i gamle dage havde vi faktisk et flag - altså, mere en klud end noget andet. Alligevel, at se det betød, at du vidste, du havde allierede i nærheden, at du var på dit eget territorium. Så jeg tænkte...",
    "de": "Weißt du, früher hatten wir eine Flagge - na ja, war kaum mehr als ein Stück Stoff. Aber wenn man sie sah, wusste man, es waren Verbündete in der Nähe, man war auf heimischem Boden. Also dachte ich mir ...",
    "en": "Y'know, back in the day we actually used to have a flag - well, a scrap of cloth more than anything. Still, seeing it meant you knew you had allies nearby, that you were on your own home turf. So, I was thinking...",
    "es": "Sabes, en los viejos tiempos teníamos una bandera, bueno, más bien un trozo de tela. Aun así, verla significaba que sabías que tenías aliados cerca, que estabas en tu propio territorio. Así que estaba pensando...",
    "fr": "Tu sais, à l'époque, on avait vraiment un drapeau - enfin, un bout de tissu plus qu'autre chose. Quand même, le voir signifiait que tu savais que tu avais des alliés à proximité, que tu étais sur ton propre territoire. Alors, je me disais...",
    "he": "אתם יודעים, פעם היה לנו דגל - טוב, יותר פיסת בד מכל דבר אחר. בכל זאת, כשראית אותו ידעת שיש בעלי ברית בסביבה, שאתה בשטח הביתי שלך. אז, חשבתי...",
    "hr": "Znaš, u stara vremena smo zapravo imali zastavu - pa, više komad tkanine nego bilo što drugo. Ipak, vidjeti je značilo da znaš da imaš saveznike u blizini, da si na svom terenu. Tako da, razmišljao sam...",
    "it": "Sai, ai vecchi tempi avevamo davvero una bandiera - beh, più uno straccio che altro. Comunque, vederla significava che sapevi di avere alleati nelle vicinanze, che eri sul tuo territorio. Quindi, stavo pensando...",
    "ja": "なあ、昔は俺たちにも旗があったんだ - まあ、布切れに近いものだったけどな。それでも、それを見れば近くに仲間がいること、自分の縄張りにいることがわかった。それで、考えたんだが...",
    "kr": "있잖아, 옛날에는 우리도 깃발이 있었어 - 뭐, 천 조각에 가까웠지만. 그래도 그걸 보면 근처에 동맹이 있다는 걸, 네가 네 영역에 있다는 걸 알 수 있었어. 그래서 생각했는데...",
    "no": "Vet du, i gamle dager hadde vi faktisk et flagg - vel, en fille mer enn noe annet. Likevel, å se det betydde at du visste at du hadde allierte i nærheten, at du var på ditt eget territorium. Så jeg tenkte...",
    "pl": "Wiesz, kiedyś mieliśmy flagę - no cóż, raczej strzęp materiału niż cokolwiek innego. Mimo to, widząc ją wiedziałeś, że masz sojuszników w pobliżu, że jesteś na swoim terenie. Więc pomyślałem...",
    "pt": "Sabes, antigamente tínhamos uma bandeira - bem, mais um trapo do que outra coisa. Ainda assim, vê-la significava que sabias que tinhas aliados por perto, que estavas no teu próprio território. Então, estava a pensar...",
    "pt-BR": "Antigamente, a gente tinha uma bandeira de verdade. Bom, estava mais pra um pedaço de pano. Mesmo assim, ver aquilo significava que você tinha aliados por perto, que estava no seu próprio território. Então, eu estava pensando...",
    "ru": "Знаешь, раньше у нас был флаг - ну, скорее лоскут ткани, чем что-либо ещё. Но всё же, увидев его, ты знал, что рядом союзники, что ты на своей родной земле. Так вот, я подумал...",
    "sr": "Znaš, u stara vremena smo zapravo imali zastavu - pa, više komad tkanine nego bilo šta drugo. Ipak, videti je značilo da znaš da imaš saveznike u blizini, da si na svojoj teritoriji. Tako da, razmišljao sam...",
    "tr": "Biliyor musun, eskiden aslında bir bayrağımız vardı - şey, her şeyden çok bir bez parçası. Yine de onu görmek, yakınlarda müttefikleriniz olduğunu, kendi evinizde olduğunuzu bildiğiniz anlamına geliyordu. Bu yüzden düşünüyordum da...",
    "uk": "Знаєш, колись у нас був прапор - ну, радше клапоть тканини, ніж щось інше. Але все ж, побачивши його, ти знав, що поруч союзники, що ти на своїй рідній землі. Тож я подумав...",
    "zh-CN": "你知道吗，以前我们实际上有一面旗帜——嗯，与其说是旗帜不如说是一块破布。不过，看到它就意味着你知道附近有盟友，你在自己的地盘上。所以，我在想...",
    "zh-TW": "你知道嗎，以前我們實際上有一面旗幟——嗯，與其說是旗幟不如說是一塊破布。不過，看到它就意味著你知道附近有盟友，你在自己的地盤上。所以，我在想..."
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Nå Formicai-udposten i Dam Battlegrounds",
      "de": "Erreiche den Formicai-Außenposten auf den Damm-Schlachtfeldern",
      "en": "Reach the Formicai Outpost in Dam Battlegrounds",
      "es": "Llega al puesto avanzado Formicai en Dam Battlegrounds",
      "fr": "Atteindre l'avant-poste Formicai dans Dam Battlegrounds",
      "he": "הגע אל מוצב פורמיקאי בשדה הקרב של הסכר",
      "hr": "Stigni do Formicai ispostave u Ratištu brane",
      "it": "Raggiungi l'avamposto Formicai in Dam Battlegrounds",
      "ja": "ダム戦場のフォルミカイ前哨基地に向かう",
      "kr": "댐 전장의 포르미카이 전초기지에 도달",
      "no": "Nå Formicai-utposten i Dam Battlegrounds",
      "pl": "Dotrzyj do placówki Formicai w Dam Battlegrounds",
      "pt": "Chega ao posto avançado Formicai em Dam Battlegrounds",
      "pt-BR": "Vá até o Posto Avançado Formicai nos Campos de Batalha da Represa",
      "ru": "Добраться до Аванпоста Формикай на Дамбовых Полях Сражений",
      "sr": "Stigni do Formicai ispostave u Ratištu brane",
      "tr": "Baraj Savaş Alanı'ndaki Formicai Karakolu'na ulaş",
      "uk": "Дістатися Аванпосту Формікай на Дамбових Полях Битви",
      "zh-CN": "到达大坝战场的福米凯前哨站",
      "zh-TW": "到達大壩戰場的福米凱前哨站"
    },
    {
      "da": "Find flaget ved Formicai-udposten",
      "de": "Suche die Flagge beim Formicai-Außenposten",
      "en": "Locate the flag at the Formicai Outpost",
      "es": "Localiza la bandera en el puesto avanzado Formicai",
      "fr": "Localiser le drapeau à l'avant-poste Formicai",
      "he": "אתר את הדגל במוצב פורמיקאי",
      "hr": "Pronađi zastavu na Formicai ispostavi",
      "it": "Individua la bandiera all'avamposto Formicai",
      "ja": "フォルミカイ前哨基地で旗を探す",
      "kr": "포르미카이 전초기지에서 깃발을 찾으세요",
      "no": "Finn flagget ved Formicai-utposten",
      "pl": "Zlokalizuj flagę na placówce Formicai",
      "pt": "Localiza a bandeira no posto avançado Formicai",
      "pt-BR": "Localize a bandeira no Posto Avançado Formicai",
      "ru": "Найдите флаг на Аванпосте Формикай",
      "sr": "Pronađi zastavu na Formicai ispostavi",
      "tr": "Formicai Karakolu'ndaki bayrağı bul",
      "uk": "Знайдіть прапор на Аванпості Формікай",
      "zh-CN": "在福米凯前哨站找到旗帜",
      "zh-TW": "在福米凱前哨站找到旗幟"
    },
    {
      "da": "Hejs flaget på den lille platform med udsigt over Rødsjøen",
      "de": "Hisse die Flagge auf der kleinen Plattform mit Blick auf die Roten Seen",
      "en": "Hoist the flag on the small platform overlooking the Red Lake",
      "es": "Iza la bandera en la pequeña plataforma con vista al Lago Rojo",
      "fr": "Hisser le drapeau sur la petite plateforme surplombant le Lac Rouge",
      "he": "הנף את הדגל על הפלטפורמה הקטנה המשקיפה על האגם האדום",
      "hr": "Podigni zastavu na maloj platformi s pogledom na Crveno jezero",
      "it": "Issa la bandiera sulla piccola piattaforma che domina il Lago Rosso",
      "ja": "赤い池を展望する小さな台に旗を揚げる",
      "kr": "레드 레이크가 내려다보이는 작은 플랫폼에 깃발을 게양하세요",
      "no": "Heis flagget på den lille plattformen med utsikt over Rødsjøen",
      "pl": "Podnieś flagę na małej platformie z widokiem na Czerwone Jezioro",
      "pt": "Içar a bandeira na pequena plataforma com vista para o Lago Vermelho",
      "pt-BR": "Hasteie a bandeira na pequena plataforma com vista para o Lago Vermelho",
      "ru": "Поднимите флаг на небольшой платформе с видом на Красное озеро",
      "sr": "Podigni zastavu na maloj platformi sa pogledom na Crveno jezero",
      "tr": "Kızıl Göl'e bakan küçük platformda bayrağı çek",
      "uk": "Підніміть прапор на малій платформі з видом на Червоне озеро",
      "zh-CN": "在俯瞰红湖的小平台上升起旗帜",
      "zh-TW": "在俯瞰紅湖的小平台上升起旗幟"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "aviator",
      "quantity": 1
    },
    {
      "itemId": "mod_components",
      "quantity": 3
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10q"],
  "nextQuestIds": ["ss10t", "ss10u", "ss10v"],
  "videoUrl": "https://www.youtube.com/watch?v=6Cb6aQWBt8U",
  "updatedAt": "01/13/2026"
}
