{
  "id": "a_toxic_trail",
  "name": {
    "da": "Et giftigt spor",
    "de": "Eine giftige Spur",
    "en": "A Toxic Trail",
    "es": "Un rastro tóxico",
    "fr": "Une piste toxique",
    "he": "שביל רעיל",
    "hr": "Toksičan trag",
    "it": "Una scia tossica",
    "ja": "有毒な痕跡",
    "kr": "독성 흔적",
    "no": "Et giftig spor",
    "pl": "Toksyczny szlak",
    "pt": "Um rastro tóxico",
    "pt-BR": "Um Rastro Tóxico",
    "ru": "Ядовитый след",
    "sr": "Toksičan trag",
    "tr": "Zehirli Bir İz",
    "uk": "Токсичний слід",
    "zh-CN": "有毒的踪迹",
    "zh-TW": "有毒的蹤跡"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Shani",
  "description": {
    "da": "Vi har rent vand igen, men vi kan ikke risikere, at folk bliver syge, hvis sabotørerne vender tilbage. Vi skal udrydde dem en gang for alle.",
    "de": "Wir haben wieder sauberes Wasser, aber wir können nicht riskieren, dass Leute krank werden, wenn die Saboteure zurückkommen. Wir müssen sie ein für alle Mal loswerden.",
    "en": "We've got clean water again, but we can't risk people falling ill if the saboteurs return. We need to root them out once and for all.",
    "es": "Tenemos agua limpia de nuevo, pero no podemos arriesgarnos a que la gente enferme si los saboteadores regresan. Necesitamos eliminarlos de una vez por todas.",
    "fr": "Nous avons à nouveau de l'eau propre, mais nous ne pouvons pas risquer que les gens tombent malades si les saboteurs reviennent. Nous devons les déraciner une fois pour toutes.",
    "he": "יש לנו שוב מים נקיים, אבל אנחנו לא יכולים להסתכן שאנשים יחלו אם המחבלים יחזרו. אנחנו צריכים להיפטר מהם אחת ולתמיד.",
    "hr": "Opet imamo čistu vodu, ali ne možemo riskirati da se ljudi razbole ako se sabotažeri vrate. Moramo ih iskorijeniti jednom zauvijek.",
    "it": "Abbiamo di nuovo acqua pulita, ma non possiamo rischiare che la gente si ammali se i sabotatori tornano. Dobbiamo sradicarli una volta per tutte.",
    "ja": "またきれいな水が手に入ったけど、妨害者が戻ってきたら人々が病気になるリスクは冒せない。一度で完全に根絶やしにしないと。",
    "kr": "다시 깨끗한 물을 얻었지만, 사보타주범들이 돌아오면 사람들이 아플 위험을 감수할 수 없어요. 완전히 뿌리를 뽑아야 해요.",
    "no": "Vi har rent vann igjen, men vi kan ikke risikere at folk blir syke hvis sabotørene kommer tilbake. Vi må luke dem ut en gang for alle.",
    "pl": "Mamy znowu czystą wodę, ale nie możemy ryzykować, że ludzie zachorują, jeśli sabotażyści wrócą. Musimy ich wytropić raz na zawsze.",
    "pt": "Temos água limpa de novo, mas não podemos arriscar que as pessoas adoeçam se os sabotadores voltarem. Precisamos eliminá-los de uma vez por todas.",
    "pt-BR": "Temos água limpa novamente, mas não podemos arriscar que as pessoas adoeçam se os sabotadores voltarem. Precisamos eliminá-los de uma vez por todas.",
    "ru": "У нас снова есть чистая вода, но мы не можем рисковать тем, что люди заболеют, если саботажники вернутся. Нам нужно искоренить их раз и навсегда.",
    "sr": "Ponovo imamo čistu vodu, ali ne možemo da rizikujemo da se ljudi razbole ako se sabotažeri vrate. Moramo da ih iskorenimo jednom zauvek.",
    "tr": "Tekrar temiz suyumuz var, ama sabotajcılar geri dönerse insanların hastalanma riskini alamayız. Onları bir kez ve tamamen kökünden sökmemiz gerekiyor.",
    "uk": "У нас знову є чиста вода, але ми не можемо ризикувати тим, що люди захворіють, якщо саботажники повернуться. Нам потрібно викорінити їх раз і назавжди.",
    "zh-CN": "我们又有干净的水了，但如果破坏者回来，我们不能冒险让人们生病。我们需要彻底铲除他们。",
    "zh-TW": "我們又有乾淨的水了，但如果破壞者回來，我們不能冒險讓人們生病。我們需要徹底剷除他們。"
  },
  "objectives": [
    {
      "da": "Vend tilbage til vandindtaget under Vandbehandlingskontrolbygningen",
      "de": "Gehe zurück zu den Wasserentnahmerohren beim Kontrollgebäude der Wasseraufbereitung",
      "en": "Return to the water intake below the Water Treatment Control building",
      "es": "Regresa a la toma de agua debajo del edificio de Control de Tratamiento de Agua",
      "fr": "Retournez à la prise d'eau sous le bâtiment de contrôle du traitement de l'eau",
      "he": "חזור לפתח יניקת המים מתחת לבניין בקרת הטיפול במים",
      "hr": "Vrati se do vodozahvata ispod zgrade Kontrole pročišćavanja vode",
      "it": "Torna alla presa d'acqua sotto l'edificio di Controllo Trattamento Acque",
      "ja": "水処理管理棟の下にある取水口に戻る",
      "kr": "수처리 관제 건물 아래의 취수구로 돌아가세요",
      "no": "Gå tilbake til vanninntaket under Vannbehandlingskontrollbygningen",
      "pl": "Wróć do wlotu wody pod budynkiem Kontroli Uzdatniania Wody",
      "pt": "Volta à entrada de água abaixo do edifício de Controlo de Tratamento de Água",
      "pt-BR": "Retorne à captação de água abaixo do prédio de Controle de Tratamento de Água",
      "ru": "Вернитесь к водозабору под зданием управления водоподготовкой",
      "sr": "Vrati se do vodozahvata ispod zgrade Kontrole prečišćavanja vode",
      "tr": "Su Arıtma Kontrol binasının altındaki su girişine geri dön",
      "uk": "Поверніться до водозабору під будівлею контролю водопідготовки",
      "zh-CN": "返回水处理控制大楼下方的取水口",
      "zh-TW": "返回水處理控制大樓下方的取水口"
    },
    {
      "da": "Søg i sumpen efter spor af tøndens oprindelse",
      "de": "Untersuche den Sumpf, um herauszufinden, woher das Fass stammen könnte",
      "en": "Search the swamp for traces of the barrel's origins",
      "es": "Busca en el pantano rastros del origen del barril",
      "fr": "Fouiller le marais pour trouver des traces de l'origine du baril",
      "he": "חפש בביצה עקבות למקור החבית",
      "hr": "Pretraži močvaru u potrazi za tragovima porijekla bureta",
      "it": "Perlustra la palude alla ricerca di tracce dell'origine del barile",
      "ja": "沼地で樽の出所の痕跡を探す",
      "kr": "늪에서 통의 출처에 대한 흔적을 찾으세요",
      "no": "Søk i sumpen etter spor av fatets opprinnelse",
      "pl": "Przeszukaj bagno w poszukiwaniu śladów pochodzenia beczki",
      "pt": "Procura no pântano vestígios da origem do barril",
      "pt-BR": "Vasculhe o pântano por vestígios da origem do barril",
      "ru": "Обыщите болото в поисках следов происхождения бочки",
      "sr": "Pretraži močvaru u potrazi za tragovima porekla bureta",
      "tr": "Bataklıkta varilin kökenine dair izleri ara",
      "uk": "Обшукайте болото в пошуках слідів походження бочки",
      "zh-CN": "在沼泽中搜寻桶的来源痕迹",
      "zh-TW": "在沼澤中搜尋桶的來源痕跡"
    },
    {
      "da": "Tag et billede af tøndelastbilen",
      "de": "Mache ein Foto von dem Fasswagen",
      "en": "Take a photo of the barrel truck",
      "es": "Toma una foto del camión de barriles",
      "fr": "Prenez une photo du camion de barils",
      "he": "צלם את משאית החביות",
      "hr": "Fotografiraj kamion s bačvama",
      "it": "Scatta una foto del camion dei barili",
      "ja": "樽を積んだトラックの写真を撮る",
      "kr": "통 운반 트럭의 사진을 찍으세요",
      "no": "Ta et bilde av fatlastebilen",
      "pl": "Zrób zdjęcie ciężarówki z beczkami",
      "pt": "Tira uma foto do camião de barris",
      "pt-BR": "Tire uma foto do caminhão de barris",
      "ru": "Сделайте фото грузовика с бочками",
      "sr": "Fotografiši kamion sa buradima",
      "tr": "Varil kamyonunun fotoğrafını çek",
      "uk": "Зробіть фото вантажівки з бочками",
      "zh-CN": "拍一张装桶卡车的照片",
      "zh-TW": "拍一張裝桶卡車的照片"
    },
    {
      "da": "Gennemsøg lastbilen efter spor om sabotørens identitet.",
      "de": "Durchsuche den Truck nach Hinweisen auf die Identität des Saboteurs",
      "en": "Search the truck for clues about the saboteur's identity.",
      "es": "Registra el camión en busca de pistas sobre la identidad del saboteador.",
      "fr": "Fouillez le camion pour trouver des indices sur l'identité du saboteur.",
      "he": "חפש במשאית רמזים לזהות המחבל.",
      "hr": "Pretraži kamion u potrazi za tragovima o identitetu sabotera.",
      "it": "Perquisisci il camion alla ricerca di indizi sull'identità del sabotatore.",
      "ja": "トラックを調べて妨害者の身元に関する手がかりを探す。",
      "kr": "트럭에서 사보타주범의 신원에 대한 단서를 찾으세요.",
      "no": "Søk gjennom lastebilen etter ledetråder om sabotørens identitet.",
      "pl": "Przeszukaj ciężarówkę w poszukiwaniu wskazówek dotyczących tożsamości sabotażysty.",
      "pt": "Revista o camião em busca de pistas sobre a identidade do sabotador.",
      "pt-BR": "Vasculhe o caminhão em busca de pistas sobre a identidade do sabotador.",
      "ru": "Обыщите грузовик в поисках улик о личности саботажника.",
      "sr": "Pretraži kamion u potrazi za tragovima o identitetu sabotažera.",
      "tr": "Kamyonu sabotajcının kimliğine dair ipuçları için ara.",
      "uk": "Обшукайте вантажівку в пошуках підказок про особу саботажника.",
      "zh-CN": "搜查卡车，寻找有关破坏者身份的线索。",
      "zh-TW": "搜查卡車，尋找有關破壞者身分的線索。"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "tactical_mk2",
      "quantity": 1
    },
    {
      "itemId": "zipline",
      "quantity": 3
    },
    {
      "itemId": "pulse_mine",
      "quantity": 3
    },
    {
      "itemId": "gas_mine",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x14"],
  "nextQuestIds": ["ss10x17"],
  "updatedAt": "12/29/2025"
}
