{
  "id": "ss10y",
  "name": {
    "da": "Efter regnen kommer",
    "de": "Nach dem Regen",
    "en": "After Rain Comes",
    "es": "Tras la tormenta",
    "fr": "Ensoleillement",
    "he": "אחרי הגשם מגיע",
    "hr": "Nakon kiše dolazi",
    "it": "Dopo la pioggia viene",
    "ja": "雨が降った後",
    "kr": "비 온 뒤에",
    "no": "Etter regnet kommer",
    "pl": "Po deszczu przychodzi",
    "pt": "Depois da chuva vem",
    "pt-BR": "Depois da Chuva",
    "ru": "После дождя",
    "sr": "Posle kiše dolazi",
    "tr": "Yağmurdan Sonra",
    "uk": "Після дощу настає",
    "zh-CN": "雨过天晴",
    "zh-TW": "雨過天晴"
  },
  "map": ["buried_city"],
  "trader": "Celeste",
  "requiredItemIds": [
    {
      "itemId": "wires",
      "quantity": 5
    },
    {
      "itemId": "battery",
      "quantity": 2
    }
  ],
  "grantedItemIds": [
    {
      "itemId": "zipline",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Jeg ved det, jeg ved det! Strømmen er nede i sektoren— Åh, hej. En lynflod ødelagde nogle af vores solpaneler i den begravede by, og generatorerne holder kun så længe. Gør os alle en tjeneste når du er deroppe, OK?",
    "de": "Ich weiß, ich weiß! Der Strom im Sektor ist we- Oh, hey. Eine plötzliche Überflutung hat einige unserer Solarpanels in der Begrabenen Stadt erwischt und die Generatoren halten nicht ewig. Tu uns einen Gefallen, wenn du da oben bist, okay?",
    "en": "I know, I know! The power's down in sector— Oh, hey. A flash flood took out some of our solar panels in Buried City, and the generators only hold on for so long. Do us all a solid when you're up there, OK?",
    "es": "¡Lo sé, lo sé! La energía está caída en el sector— Oh, hola. Una inundación repentina destruyó algunos de nuestros paneles solares en la ciudad enterrada, y los generadores solo aguantan un tiempo. Haznos un favor cuando estés allí arriba, ¿vale?",
    "fr": "Je sais, je sais ! Il y a une panne de courant dans le secteur... Oh, salut. Une crue soudaine a détruit certains des panneaux solaires de la ville enfouie et les générateurs ne tiendront pas longtemps. Rendez-nous un petit service quand vous serez là-haut, d'accord?",
    "he": "אני יודע, אני יודע! החשמל נפל בסקטור— אה, היי. שיטפון פתאומי הרס חלק מהפאנלים הסולאריים שלנו ב-Buried City, והגנרטורים יחזיקו מעמד רק לזמן מוגבל. תעשה לכולנו טובה כשתהיה שם למעלה, אוקיי?",
    "hr": "Znam, znam! Struja je pala u sektoru— O, hej. Bujica je uništila neke naše solarne panele u Zatrpanom Gradu, a generatori mogu izdržati samo određeno vrijeme. Učini nam svima uslugu kad budeš tamo gore, OK?",
    "it": "Lo so, lo so! La corrente è saltata nel settore— Oh, ehi. Un'alluvione improvvisa ha distrutto alcuni dei nostri pannelli solari nella città sepolta, e i generatori reggono solo per un certo tempo. Facci un favore quando sei lassù, OK?",
    "ja": "わかってる、わかってるよ！セクターの電源が落ちて— あ、やあ。鉄砲水が埋もれた街の太陽光パネルをいくつか壊しちゃってさ、発電機も長くは持たないんだ。そこに行ったら、みんなのために頼むよ？",
    "kr": "알아요, 알아요! 구역의 전력이 나갔어요— 아, 안녕하세요. 급작스런 홍수가 파묻힌 도시의 태양광 패널 몇 개를 망가뜨렸고, 발전기도 오래 버티지 못할 거예요. 거기 가면 우리 좀 도와주실 수 있죠?",
    "no": "Jeg vet, jeg vet! Strømmen er nede i sektoren— Å, hei. En flom tok ut noen av solpanelene våre i den begravde byen, og generatorene holder bare så lenge. Gjør oss alle en tjeneste når du er der oppe, OK?",
    "pl": "Wiem, wiem! Prąd padł w sektorze— Och, hej. Gwałtowna powódź zniszczyła niektóre nasze panele słoneczne w Pogrzebanym Mieście, a generatory wytrzymają tylko przez pewien czas. Wyświadcz nam wszystkim przysługę, kiedy tam będziesz, dobrze?",
    "pt": "Eu sei, eu sei! A energia está fora no setor— Ah, oi. Uma enchente repentina destruiu alguns dos nossos painéis solares na cidade enterrada, e os geradores só aguentam por tanto tempo. Faça-nos um favor quando estiver lá em cima, OK?",
    "pt-BR": "Eu sei, eu sei! A energia caiu no setor— Ah, oi. Uma enchente relâmpago atingiu alguns dos nossos painéis solares na Cidade Soterrada, e os geradores não estão mais dando conta. Quebra essa pra gente quando estiver lá em cima, beleza?",
    "ru": "Я знаю, я знаю! Электричество отключилось в секторе— О, привет. Внезапное наводнение уничтожило несколько наших солнечных панелей в Погребённом Городе, а генераторы продержатся недолго. Окажи нам всем услугу, когда будешь там, ладно?",
    "sr": "Znam, znam! Struja je pala u sektoru— O, hej. Bujica je uništila neke naše solarne panele u Zatrpanom Gradu, a generatori mogu da izdrže samo određeno vreme. Učini nam svima uslugu kad budeš tamo gore, OK?",
    "tr": "Biliyorum, biliyorum! Sektörde elektrik kesildi— Ah, hey. Ani bir sel, Gömülü Şehir'deki güneş panellerimizden bazılarını yok etti ve jeneratörler de ancak bu kadar dayanabilir. Oraya çıktığında hepimize bir iyilik yap, tamam mı?",
    "uk": "Я знаю, я знаю! Електрика вимкнена в секторі— О, привіт. Раптова повінь знищила деякі наші сонячні панелі в Похованому Місті, а генератори протримаються не так довго. Зроби нам усім послугу, коли будеш там, добре?",
    "zh-CN": "我知道，我知道！那个区域停电了——哦，嘿。一场山洪冲毁了我们在埋没之城的一些太阳能板，而发电机也撑不了多久。你去那儿的时候帮帮我们，好吗？",
    "zh-TW": "我知道，我知道！那個區域停電了——哦，嘿。一場山洪沖毀了我們在埋沒之城的一些太陽能板，而發電機也撐不了多久。你去那兒的時候幫幫我們，好嗎？"
  },
  "objectives": [
    {
      "da": "Find de oversvømmede solpaneler i nærheden af Grandioso-lejlighederne",
      "de": "Die überfluteten Solarpanels bei den Grandioso-Apartments finden",
      "en": "Find the flooded solar panels nearby the Grandioso Apartments",
      "es": "Encuentra los paneles solares inundados cerca de los apartamentos Grandioso",
      "fr": "Trouver les panneaux solaires immergés près des appartements Grandosio",
      "he": "מצא את הפאנלים הסולאריים המוצפים ליד ה-Grandioso Apartments",
      "hr": "Pronađi poplavljene solarne panele u blizini Grandioso Apartmana",
      "it": "Trova i pannelli solari allagati vicino agli appartamenti Grandioso",
      "ja": "グランディオーソ・アパートの近くにある浸水したソーラーパネルを見つける",
      "kr": "그란디오소 아파트 근처의 침수된 태양광 패널 찾기",
      "no": "Finn de oversvømte solpanelene i nærheten av Grandioso-leilighetene",
      "pl": "Znajdź zalane panele słoneczne w pobliżu apartamentów Grandioso",
      "pt": "Encontre os painéis solares inundados perto dos apartamentos Grandioso",
      "pt-BR": "Encontre os painéis solares inundados perto do Condomínio Grandioso",
      "ru": "Найдите затопленные солнечные панели рядом с Grandioso Apartments",
      "sr": "Pronađi poplavljene solarne panele u blizini Grandioso Apartmana",
      "tr": "Grandioso Apartmanları yakınındaki sular altında kalan güneş panellerini bul",
      "uk": "Знайдіть затоплені сонячні панелі поблизу Grandioso Apartments",
      "zh-CN": "在格兰迪奥索公寓附近找到被淹没的太阳能板",
      "zh-TW": "在格蘭迪奧索公寓附近找到被淹沒的太陽能板"
    },
    {
      "da": "Reparer solpanelerne ved at bruge 5 ledninger og 2 batterier",
      "de": "Repariere die Solarpanels mit 5 Kabeln und 2 Akkus",
      "en": "Repair the solar panels using 5 Wires and 2 Batteries",
      "es": "Repara los paneles solares usando 5 cables y 2 baterías",
      "fr": "Réparer les panneaux solaires en utilisant 5 câbles et 2 batteries",
      "he": "תקן את הפאנלים הסולאריים באמצעות 5 כבלים ו-2 סוללות",
      "hr": "Popravi solarne panele koristeći 5 Žica i 2 Baterije",
      "it": "Ripara i pannelli solari usando 5 fili e 2 batterie",
      "ja": "ワイヤー5本とバッテリー2個を使ってソーラーパネルを修理する",
      "kr": "전선 5개와 배터리 2개를 사용하여 태양광 패널 수리하기",
      "no": "Reparer solpanelene ved å bruke 5 ledninger og 2 batterier",
      "pl": "Napraw panele słoneczne używając 5 przewodów i 2 baterii",
      "pt": "Repare os painéis solares usando 5 fios e 2 baterias",
      "pt-BR": "Conserte os painéis solares usando 5 Fios e 2 Baterias",
      "ru": "Отремонтируйте солнечные панели, используя 5 проводов и 2 батареи",
      "sr": "Popravi solarne panele koristeći 5 Žica i 2 Baterije",
      "tr": "5 Kablo ve 2 Pil kullanarak güneş panellerini onar",
      "uk": "Відремонтуйте сонячні панелі, використовуючи 5 дротів та 2 батареї",
      "zh-CN": "使用5根电线和2个电池修理太阳能板",
      "zh-TW": "使用5根電線和2個電池修理太陽能板"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "blue_light_stick",
      "quantity": 5
    },
    {
      "itemId": "antiseptic",
      "quantity": 3
    },
    {
      "itemId": "durable_cloth",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10s"],
  "nextQuestIds": ["ss10x4"],
  "videoUrl": "https://youtu.be/jP__SkIV-9E",
  "updatedAt": "01/13/2026"
}
