{
  "id": "ss10x20",
  "name": {
    "da": "Pansrede transporter",
    "de": "Gepanzerte Transporter",
    "en": "Armored Transports",
    "es": "Transportes blindados",
    "fr": "Transports blindés",
    "he": "מובילים משוריינים",
    "hr": "Oklopni Transporti",
    "it": "Trasporti corazzati",
    "ja": "装甲車両",
    "kr": "장갑 수송대",
    "no": "Pansrede transporter",
    "pl": "Opancerzone transporty",
    "pt": "Transportes blindados",
    "pt-BR": "Transportes Blindados",
    "ru": "Бронированные транспорты",
    "sr": "Oklopni Transporti",
    "tr": "Zırhlı Nakliyeler",
    "uk": "Броньовані транспорти",
    "zh-CN": "装甲运输队",
    "zh-TW": "裝甲運輸隊"
  },
  "map": ["the_blue_gate"],
  "trader": "Tian Wen",
  "description": {
    "da": "Siden vi udvidede tunnelerne til den Blå Port, er nogle sjældne dele begyndt at dukke op på det sorte marked.\n\nI mellemtiden sidder jeg fast her og sælger slidte gamle Rattlers. Hvis jeg ikke finder nye forsyningslinjer, bliver jeg efterladt i støvet.",
    "de": "Seitdem wir die Tunnel zum Blauen Tor erweitert haben, sind ein paar seltene Stücke auf dem Schwarzmarkt aufgetaucht.\n\nAber ich muss hier ramponierte alte Rattler verhökern. Wenn ich nicht bald neue Vorräte bekomme, bin ich erledigt.",
    "en": "Ever since we expanded the tunnels to the Blue Gate, some rare pieces have started appearing on the black market.\n\nMeanwhile, I'm stuck here peddling battered old Rattlers. If I don't find new supply lines, I'll be left in the dust.",
    "es": "Desde que expandimos los túneles hacia la Puerta Azul, algunas piezas raras han comenzado a aparecer en el mercado negro.\n\nMientras tanto, estoy atrapado aquí vendiendo viejos Crótalos maltrechos. Si no encuentro nuevas líneas de suministro, me quedaré atrás.",
    "fr": "Depuis que nous avons élargi les tunnels vers la Porte Bleue, des pièces rares ont commencé à apparaître sur le marché noir.\n\nPendant ce temps, je suis coincé ici à vendre de vieux Crotales cabossés. Si je ne trouve pas de nouvelles lignes d'approvisionnement, je vais être laissé pour compte.",
    "he": "מאז שהרחבנו את המנהרות ל-Blue Gate, כמה פריטים נדירים התחילו להופיע בשוק השחור.\n\nבינתיים, אני תקוע כאן ומוכר רטלרים ישנים וחבוטים. אם לא אמצא קווי אספקה חדשים, אני אשאר מאחור.",
    "hr": "Otkako smo proširili tunele do Plavih Vrata, neki rijetki predmeti su se počeli pojavljivati na crnom tržištu.\n\nU međuvremenu, ja sam zaglavljen ovdje prodajući izlupane stare Rattlere. Ako ne pronađem nove linije opskrbe, ostat ću u prašini.",
    "it": "Da quando abbiamo espanso i tunnel verso il Cancello Blu, alcuni pezzi rari hanno iniziato ad apparire sul mercato nero.\n\nNel frattempo, sono bloccato qui a vendere vecchi Rattler malridotti. Se non trovo nuove linee di rifornimento, resterò indietro.",
    "ja": "ブルーゲートへのトンネルを拡張して以来、レアなアイテムが闇市場に出回り始めた。\n\n一方、俺はここでボロボロの古いRattlerを売りさばいている。新しい供給ルートを見つけなければ、置いていかれるだろう。",
    "kr": "블루 게이트로 가는 터널을 확장한 이후로 희귀한 물건들이 암시장에 나타나기 시작했습니다.\n\n그런데 저는 여기서 낡은 래틀러나 팔고 있죠. 새로운 공급망을 찾지 못하면 뒤처지게 될 겁니다.",
    "no": "Siden vi utvidet tunnelene til den Blå Porten, har noen sjeldne deler begynt å dukke opp på svartebørsen.\n\nI mellomtiden sitter jeg fast her og selger utslitte gamle Rattlers. Hvis jeg ikke finner nye forsyningslinjer, blir jeg hengende etter.",
    "pl": "Odkąd rozszerzyliśmy tunele do Niebieskiej Bramy, na czarnym rynku zaczęły pojawiać się rzadkie przedmioty.\n\nTymczasem ja tkwię tutaj, sprzedając znoszone stare Rattlery. Jeśli nie znajdę nowych linii zaopatrzenia, zostanę w tyle.",
    "pt": "Desde que expandimos os túneis para o Portão Azul, algumas peças raras começaram a aparecer no mercado negro.\n\nEnquanto isso, estou preso aqui vendendo velhos Rattlers surrados. Se eu não encontrar novas linhas de suprimento, vou ficar para trás.",
    "pt-BR": "Desde que expandimos os túneis para o Blue Gate, algumas peças raras começaram a aparecer no mercado negro.\n\nEnquanto isso, estou preso aqui vendendo velhas Rattlers surradas. Se eu não encontrar novas linhas de suprimento, vou comer poeira.",
    "ru": "С тех пор как мы расширили туннели к Синим Воротам, на чёрном рынке стали появляться редкие вещи.\n\nА я застрял здесь, торгуя побитыми старыми Rattler'ами. Если я не найду новые каналы поставок, то останусь не у дел.",
    "sr": "Otkako smo proširili tunele do Plave Kapije, neki retki predmeti su se počeli pojavljivati na crnom tržištu.\n\nU međuvremenu, ja sam zaglavljen ovde prodajući izlupane stare Rattlere. Ako ne pronađem nove linije snabdevanja, ostaću u prašini.",
    "tr": "Tünelleri Mavi Kapı'ya genişlettiğimizden beri kara pazarda bazı nadir parçalar görünmeye başladı.\n\nBu arada ben burada eski hırpalanmış Rattler'lar satmakla uğraşıyorum. Yeni tedarik hatları bulmazsam geride kalacağım.",
    "uk": "Відколи ми розширили тунелі до Блакитних Воріт, на чорному ринку почали з'являтися рідкісні речі.\n\nА я тим часом застряг тут, торгуючи побитими старими Rattler'ами. Якщо я не знайду нові канали постачання, то залишуся ні з чим.",
    "zh-CN": "自从我们将隧道扩展到蓝门以来，一些稀有物品开始在黑市上出现。\n\n而我却困在这里兜售破旧的响尾蛇。如果我找不到新的供应线，就会被淘汰。",
    "zh-TW": "自從我們將隧道擴展到藍門以來，一些稀有物品開始在黑市上出現。\n\n而我卻困在這裡兜售破舊的響尾蛇。如果我找不到新的供應線，就會被淘汰。"
  },
  "objectives": [
    {
      "da": "Nå kontrolpunktet",
      "de": "Erreiche die Sicherheitskontrolle",
      "en": "Reach the Checkpoint",
      "es": "Alcanza el puesto de control",
      "fr": "Atteindre le point de contrôle",
      "he": "הגע למחסום",
      "hr": "Dođi do Kontrolnog Punkta",
      "it": "Raggiungi il checkpoint",
      "ja": "チェックポイントに向かう",
      "kr": "검문소에 도달하기",
      "no": "Nå kontrollpunktet",
      "pl": "Dotrzyj do punktu kontrolnego",
      "pt": "Alcance o posto de controle",
      "pt-BR": "Chegue ao Posto de Controle",
      "ru": "Добраться до контрольно-пропускного пункта",
      "sr": "Dođi do Kontrolnog Punkta",
      "tr": "Kontrol Noktasına Ulaş",
      "uk": "Дістатися до контрольного пункту",
      "zh-CN": "到达检查点",
      "zh-TW": "到達檢查點"
    },
    {
      "da": "Gennemsøg vagtskurene efter et nøglekort til pansret patrulje",
      "de": "Durchsuche die Wachhütten nach der Schlüsselkarte für das gepanzerte Patrouillenfahrzeug",
      "en": "Search the Guard huts for a Armored Patrol Key Card",
      "es": "Busca en las casetas de guardia una tarjeta llave de patrulla blindada",
      "fr": "Fouiller les guérites pour trouver une carte-clé de patrouille blindée",
      "he": "חפש בצריפי השמירה כרטיס מפתח לסיור משוריין",
      "hr": "Pretraži straže za Ključ Karticu Oklopne Patrole",
      "it": "Cerca nelle guardiole una tessera chiave della pattuglia corazzata",
      "ja": "衛兵の小屋で装甲パトロール車のキーカードを探す",
      "kr": "경비 초소에서 장갑 순찰대 키 카드 찾기",
      "no": "Søk gjennom vaktbodene etter et nøkkelkort til pansret patrulje",
      "pl": "Przeszukaj budki strażnicze w poszukiwaniu karty dostępu do opancerzonego patrolu",
      "pt": "Procure nos postos de guarda por um cartão-chave de patrulha blindada",
      "pt-BR": "Vasculhe as guaritas em busca de um Cartão de Acesso da Patrulha Blindada",
      "ru": "Обыскать караульные будки в поисках ключ-карты бронированного патруля",
      "sr": "Pretraži straže za Ključ Karticu Oklopne Patrole",
      "tr": "Zırhlı Devriye Anahtar Kartı için Nöbet Kulübelerini Ara",
      "uk": "Обшукати сторожові будки в пошуках ключ-карти броньованого патруля",
      "zh-CN": "搜索警卫室寻找装甲巡逻钥匙卡",
      "zh-TW": "搜索警衛室尋找裝甲巡邏鑰匙卡"
    },
    {
      "da": "Nå trafiktunnelen nær den Blå Port-kontrolpunktet",
      "de": "Geh zum Verkehrstunnel in der Nähe der Sicherheitskontrolle am Blauen Tor",
      "en": "Reach the Traffic Tunnel near the Blue Gate Checkpoint",
      "es": "Alcanza el túnel de tráfico cerca del puesto de control de la Puerta Azul",
      "fr": "Atteindre le tunnel routier près du point de contrôle de la Porte Bleue",
      "he": "הגע למנהרת התנועה ליד מחסום ה-Blue Gate",
      "hr": "Dođi do Prometnog Tunela blizu Kontrolnog Punkta Plavih Vrata",
      "it": "Raggiungi il tunnel del traffico vicino al checkpoint del Cancello Blu",
      "ja": "ブルーゲート・チェックポイントの近くの交通トンネルに向かう",
      "kr": "블루 게이트 검문소 근처의 교통 터널에 도달하기",
      "no": "Nå trafikktunnelen nær den Blå Porten-kontrollpunktet",
      "pl": "Dotrzyj do tunelu drogowego w pobliżu punktu kontrolnego Niebieskiej Bramy",
      "pt": "Alcance o túnel de tráfego perto do posto de controle do Portão Azul",
      "pt-BR": "Chegue ao Túnel de Tráfego perto do Posto de Controle do Blue Gate",
      "ru": "Добраться до транспортного туннеля возле КПП Синих Ворот",
      "sr": "Dođi do Saobraćajnog Tunela blizu Kontrolnog Punkta Plave Kapije",
      "tr": "Mavi Kapı Kontrol Noktası yakınındaki Trafik Tüneline Ulaş",
      "uk": "Дістатися до транспортного тунелю біля контрольного пункту Блакитних Воріт",
      "zh-CN": "到达蓝门检查点附近的交通隧道",
      "zh-TW": "到達藍門檢查點附近的交通隧道"
    },
    {
      "da": "Find og lås bagdøren op på en pansret patruljebil",
      "de": "Finde die hintere Tür des gepanzerten Patrouillenfahrzeugs und öffne sie",
      "en": "Find and unlock the rear door of an armored patrol car",
      "es": "Encuentra y desbloquea la puerta trasera de un coche patrulla blindado",
      "fr": "Trouver et déverrouiller la porte arrière d'une voiture de patrouille blindée",
      "he": "מצא ופתח את הדלת האחורית של רכב סיור משוריין",
      "hr": "Pronađi i otključaj stražnja vrata oklopnog patrolnog vozila",
      "it": "Trova e sblocca la porta posteriore di un'auto di pattuglia corazzata",
      "ja": "装甲パトロールカーの後部ドアを見つけて開ける",
      "kr": "장갑 순찰차의 뒷문을 찾아 잠금 해제하기",
      "no": "Finn og lås opp bakdøren til en pansret patruljebil",
      "pl": "Znajdź i odblokuj tylne drzwi opancerzonego pojazdu patrolowego",
      "pt": "Encontre e desbloqueie a porta traseira de um carro de patrulha blindado",
      "pt-BR": "Encontre e destranque a porta traseira de um carro de patrulha blindado",
      "ru": "Найти и открыть заднюю дверь бронированного патрульного автомобиля",
      "sr": "Pronađi i otključaj zadnja vrata oklopnog patrolnog vozila",
      "tr": "Zırhlı devriye aracının arka kapısını bul ve kilidi aç",
      "uk": "Знайти та відімкнути задні двері броньованого патрульного автомобіля",
      "zh-CN": "找到并解锁装甲巡逻车的后门",
      "zh-TW": "找到並解鎖裝甲巡邏車的後門"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "blue_yellow_aviator",
      "quantity": 1
    },
    {
      "itemId": "smoke_grenade",
      "quantity": 3
    },
    {
      "itemId": "defibrillator",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x19", "ss11bx"],
  "nextQuestIds": [],
  "updatedAt": "11/23/2025"
}
