{
  "id": "ss10w",
  "name": {
    "da": "Tilbage på toppen",
    "de": "Wieder an der Oberfläche",
    "en": "Back on Top",
    "es": "Recuperando la ventaja",
    "fr": "Retour au sommet",
    "he": "בחזרה לפסגה",
    "hr": "Ponovno na Vrhu",
    "it": "Di nuovo in cima",
    "ja": "地表への帰還",
    "kr": "정상 복귀",
    "no": "Tilbake på toppen",
    "pl": "Z powrotem na szczycie",
    "pt": "De volta ao topo",
    "pt-BR": "De Volta ao Topo",
    "ru": "Снова на вершине",
    "sr": "Ponovo na Vrhu",
    "tr": "Tekrar Zirvede",
    "uk": "Знову на вершині",
    "zh-CN": "重回巅峰",
    "zh-TW": "重回巔峰"
  },
  "map": ["the_blue_gate", "dam_battlegrounds", "buried_city", "the_spaceport"],
  "trader": "Tian Wen",
  "description": {
    "da": "Gæt hvad? Shani bad mig hjælpe med noget, og for en gangs skyld er jeg faktisk glad for, at hun gjorde det. Vi sætter nye udposter op på overfladen! Eller planlægger at gøre det i det mindste. Kan du tro det?",
    "de": "Weißt du was? Shani hat mich mal wieder um Hilfe gebeten, aber dieses Mal finde ich es richtig gut. Wir bauen oben neue Außenposten auf! Das ist zumindest der Plan. Ist das nicht mega?",
    "en": "Guess what? Shani asked me to help out with something, and for once, I'm actually glad she did. We're setting up new outposts topside! Or, planning to, at least. Can you believe it?",
    "es": "¿Adivina qué? Shani me pidió que ayudara con algo, y por una vez, me alegro de que lo hiciera. ¡Estamos estableciendo nuevos puestos avanzados en la superficie! O al menos planeando hacerlo. ¿Puedes creerlo?",
    "fr": "Devinez quoi ? Shani m'a demandé de l'aider, et pour une fois, je suis vraiment contente qu'elle l'ait fait. Nous installons de nouveaux avant-postes à la Surface ! Enfin, c'est le plan en tout cas. C'est incroyable, pas vrai ?",
    "he": "נחשו מה? Shani ביקשה ממני עזרה במשהו, ולשם שינוי, אני דווקא שמח מכך. אנחנו מקימים מוצבים חדשים על פני השטח! או לפחות מתכננים את זה. אתם מאמינים?",
    "hr": "Pogodi što? Shani me je zamolila da pomognem oko nečega, i jednom prilikom, zaista sam sretna što je to učinila. Postavljamo nove isturene položaje na površini! Ili, barem planiramo. Možeš li vjerovati?",
    "it": "Indovina un po'? Shani mi ha chiesto di aiutarla con qualcosa, e per una volta sono davvero contento che l'abbia fatto. Stiamo allestendo nuovi avamposti in superficie! O almeno stiamo pianificando di farlo. Ci credi?",
    "ja": "聞いて！シャニに何か手伝ってって頼まれたんだけど、今回は本当に嬉しいの。地上に新しい前哨基地を設置するのよ！少なくとも、計画はそうなの。信じられる？",
    "kr": "있잖아? 샤니가 뭔가 도와달라고 했는데, 이번엔 정말 기뻐. 우리가 지상에 새 전초기지를 세울 거야! 아니, 최소한 계획은 그래. 믿어져?",
    "no": "Gjett hva? Shani ba meg hjelpe til med noe, og for en gangs skyld er jeg faktisk glad hun gjorde det. Vi setter opp nye utposter på overflaten! Eller planlegger å gjøre det, i det minste. Kan du tro det?",
    "pl": "Zgadnij co? Shani poprosiła mnie o pomoc w czymś i tym razem naprawdę się cieszę, że to zrobiła. Zakładamy nowe placówki na powierzchni! A przynajmniej to planujemy. Możesz w to uwierzyć?",
    "pt": "Adivinha? A Shani pediu-me para ajudar com algo, e pela primeira vez, estou realmente contente por ela ter pedido. Estamos a montar novos postos avançados na superfície! Ou pelo menos a planear fazê-lo. Consegues acreditar?",
    "pt-BR": "Adivinha? A Shani me chamou pra ajudar com uma coisa e, pela primeira vez, eu até que fiquei feliz. Vamos montar novos postos avançados na superfície! Bom, estamos planejando, pelo menos. Acredita?",
    "ru": "Знаешь что? Шани попросила меня помочь с кое-чем, и на этот раз я действительно рада, что она это сделала. Мы устанавливаем новые аванпосты наверху! Ну, по крайней мере, планируем. Можешь в это поверить?",
    "sr": "Pogodi šta? Shani me je zamolila da pomognem oko nečega, i jednom prilikom, zaista sam srećna što je to učinila. Postavljamo nove isturene položaje na površini! Ili, bar planiramo. Možeš li da poveruješ?",
    "tr": "Bil bakalım ne oldu? Shani benden bir konuda yardım istedi ve bu sefer gerçekten memnun oldum. Yüzeyde yeni karakollar kuruyoruz! Ya da en azından kurmayı planlıyoruz. İnanabiliyor musun?",
    "uk": "Знаєш що? Шані попросила мене допомогти з чимось, і цього разу я справді рада, що вона це зробила. Ми встановлюємо нові аванпости на поверхні! Ну, принаймні плануємо. Ти можеш у це повірити?",
    "zh-CN": "你猜怎么着？莎妮让我帮忙做点事，这次我真的很高兴她这么做了。我们要在地面上建立新的前哨站！或者说，至少是在计划这么做。你能相信吗？",
    "zh-TW": "你猜怎麼著？莎妮讓我幫忙做點事，這次我真的很高興她這麼做了。我們要在地面上建立新的前哨站！或者說，至少是在計劃這麼做。你能相信嗎？"
  },
  "objectives": [
    {
      "da": "På Dam Battlegrounds, markér Mønsterhuset",
      "de": "Markiere von den Damm- Schlachtfeldern aus das Wandgemälde-Haus",
      "en": "On Dam Battlegrounds, mark the Pattern House",
      "es": "En Dam Battlegrounds, marca la Casa de Patrones",
      "fr": "Dans Champ de bataille du Barrage, signaler l'Avant-poste aux motifs",
      "he": "ב-Dam Battlegrounds, סמנו את ה-Pattern House",
      "hr": "Na Ratištu Brane, označi Kuću Uzoraka",
      "it": "Su Dam Battlegrounds, segna la Casa dei Motivi",
      "ja": "ダム戦場で壁画の前哨基地の場所をマークする",
      "kr": "댐 전장에서 패턴 하우스 표시",
      "no": "På Dam Battlegrounds, merk Mønsterhuset",
      "pl": "Na Dam Battlegrounds oznacz Dom Wzorów",
      "pt": "Em Dam Battlegrounds, marca a Casa de Padrões",
      "pt-BR": "Nos Campos de Batalha da Represa, marque a Casa Desenhada",
      "ru": "На Дамбовом поле боя отметить Дом Узоров",
      "sr": "Na Ratištu Brane, označi Kuću Uzoraka",
      "tr": "Baraj Savaş Alanında Desen Evini İşaretle",
      "uk": "На Дамбовому полі бою позначити Будинок Патернів",
      "zh-CN": "在大坝战场标记图案屋",
      "zh-TW": "在大壩戰場標記圖案屋"
    },
    {
      "da": "På The Blue Gate, markér det hvide udkigstårn syd for lagerkomplekset",
      "de": "Markiere vom Blauen Tor aus den weißen Wachturm südlich des Lagerhaus-Komplexes",
      "en": "On The Blue Gate, mark the white lookout tower south of the Warehouse Complex",
      "es": "En The Blue Gate, marca la torre de vigilancia blanca al sur del Complejo de Almacenes",
      "fr": "Dans Portail bleu, signaler la tour de guet blanche au sud du Complexe d'entrepôts",
      "he": "ב-The Blue Gate, סמנו את מגדל התצפית הלבן מדרום למתחם המחסנים",
      "hr": "Na Plavim Vratima, označi bijelu osmatračnicu južno od Skladišnog Kompleksa",
      "it": "Su The Blue Gate, segna la torre di avvistamento bianca a sud del Complesso di Magazzini",
      "ja": "ブルーゲートで倉庫施設の南にある白い見張り塔の場所をマークする",
      "kr": "블루 게이트에서 창고 단지 남쪽의 흰색 감시탑 표시",
      "no": "På The Blue Gate, merk det hvite utkikkstårnet sør for lagerkomplekset",
      "pl": "Na The Blue Gate oznacz białą wieżę obserwacyjną na południe od Kompleksu Magazynowego",
      "pt": "Em The Blue Gate, marca a torre de vigia branca a sul do Complexo de Armazéns",
      "pt-BR": "No Portão Azul, marque a torre de vigia branca ao sul do Complexo de Armazéns",
      "ru": "На Синих Воротах отметить белую смотровую башню к югу от складского комплекса",
      "sr": "Na Plavoj Kapiji, označi belu osmatračnicu južno od Skladišnog Kompleksa",
      "tr": "Mavi Kapı'da Depo Kompleksinin güneyindeki beyaz gözetleme kulesini işaretle",
      "uk": "На Блакитних Воротах позначити білу оглядову вежу на південь від складського комплексу",
      "zh-CN": "在蓝门标记仓库综合体南侧的白色瞭望塔",
      "zh-TW": "在藍門標記倉庫綜合體南側的白色瞭望塔"
    },
    {
      "da": "På Spaceport, markér Syd-Skyttegravstårnet",
      "de": "Markiere vom Raumhafen aus den Südlichen Grabenturm",
      "en": "On Spaceport, mark the South Trench Tower",
      "es": "En Spaceport, marca la Torre de la Trinchera Sur",
      "fr": "Dans Port spatial, signaler la Tour de la tranchée sud",
      "he": "ב-Spaceport, סמנו את מגדל התעלה הדרומי",
      "hr": "Na Svemirskoj Luci, označi Južni Rovovski Toranj",
      "it": "Su Spaceport, segna la Torre della Trincea Sud",
      "ja": "宇宙港で南トレンチタワーの場所をマークする",
      "kr": "우주기지에서 남부 도랑 탑 표시",
      "no": "På Spaceport, merk Sør-Skyttergravstårnet",
      "pl": "Na Spaceport oznacz Wieżę Południowego Rowu",
      "pt": "Em Spaceport, marca a Torre da Trincheira Sul",
      "pt-BR": "No Espaçoporto, marque a Torre de Trincheira da Vala Sul",
      "ru": "На Космопорту отметить Южную траншейную башню",
      "sr": "Na Svemirskoj Luci, označi Južni Rovovski Toranj",
      "tr": "Uzay Limanında Güney Siper Kulesini İşaretle",
      "uk": "На Космопорту позначити Південну траншейну вежу",
      "zh-CN": "在太空港标记南部战壕塔",
      "zh-TW": "在太空港標記南部戰壕塔"
    },
    {
      "da": "På Buried City, markér bygningen med vægmaleriet i Buried Properties",
      "de": "Markiere von der Begrabenen Stadt aus das Gebäude mit dem Wandbild in den begrabenen Gebäuden",
      "en": "On Buried City, mark the building with the mural in the Buried Properties",
      "es": "En Buried City, marca el edificio con el mural en las Propiedades Enterradas",
      "fr": "Dans Ville enfouie, signaler le bâtiment avec la fresque murale dans les Propriétés enfouies",
      "he": "ב-Buried City, סמנו את הבניין עם ציור הקיר ב-Buried Properties",
      "hr": "U Zakopanom Gradu, označi zgradu s muralom u Zakopanim Posjedima",
      "it": "Su Buried City, segna l'edificio con il murale nelle Proprietà Sepolte",
      "ja": "埋もれた街の埋もれた物件で壁画のある建物の場所をマークする",
      "kr": "파묻힌 도시에서 매장된 구역의 벽화가 있는 건물 표시",
      "no": "På Buried City, merk bygningen med veggmaleriet i Buried Properties",
      "pl": "Na Buried City oznacz budynek z muralem w Buried Properties",
      "pt": "Em Buried City, marca o edifício com o mural nas Propriedades Enterradas",
      "pt-BR": "Na Cidade Soterrada, marque o edifício com o mural em Propriedades Soterradas",
      "ru": "В Погребённом городе отметить здание с фреской в Погребённых владениях",
      "sr": "U Zakopanom Gradu, označi zgradu sa muralom u Zakopanim Posedima",
      "tr": "Gömülü Şehirde Gömülü Mülklerdeki duvar resimli binayı işaretle",
      "uk": "У Похованому місті позначити будівлю з муралом у Похованих володіннях",
      "zh-CN": "在埋葬之城标记埋葬区域中有壁画的建筑",
      "zh-TW": "在埋葬之城標記埋葬區域中有壁畫的建築"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "renegade_i",
      "quantity": 1
    },
    {
      "itemId": "stable_stock_iii",
      "quantity": 1
    },
    {
      "itemId": "medium_ammo",
      "quantity": 80
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10t", "ss10s", "ss10u"],
  "nextQuestIds": ["ss10z"],
  "updatedAt": "01/13/2026"
}
