{
  "id": "12_cold_storage",
  "name": {
    "da": "Kølelager",
    "de": "Tiefkühllagerung",
    "en": "Cold Storage",
    "es": "Almacén frigorífico",
    "fr": "Chambre froide",
    "he": "אחסון בקירור",
    "hr": "Hladnjača",
    "it": "Cella frigorifera",
    "ja": "冷凍保管室",
    "kr": "냉동 창고",
    "no": "Kjølelager",
    "pl": "Chłodnia",
    "pt": "Armazém Frigorífico",
    "pt-BR": "Armazenamento Frio",
    "ru": "Холодильное хранилище",
    "sr": "Hladnjača",
    "tr": "Soğuk Depo",
    "uk": "Холодильне сховище",
    "zh-CN": "冷藏库",
    "zh-TW": "冷藏庫"
  },
  "map": ["stella_montis"],
  "trader": "Celeste",
  "grantedItemIds": [],
  "description": {
    "da": "Rapporter om Stella Montis bliver ved med at strømme ind, og det er ikke som noget, vi har set før. Der kan være optegnelser eller relikvier fra fortiden derinde, og hvis der er, vil jeg have dem.",
    "de": "Wir kriegen Berichte über Stella Montis rein und was ich da erfahre, ist völlig neu. Da drinnen könnten Aufzeichnungen oder Relikte aus der Vergangenheit warten - und wenn das so ist, dann will ich sie haben.",
    "en": "Reports about Stella Montis keep coming in, and it's unlike anything we've seen before. There may be records or relics from the past in there, and if so, I want them.",
    "es": "Los informes sobre Stella Montis no dejan de llegar, y no se parece a nada que hayamos visto antes. Puede que haya registros o reliquias del pasado ahí dentro y, si es así, las quiero.",
    "fr": "Les rapports sur Stella Montis continuent d'affluer, et c'est comme rien de ce que nous avons vu auparavant. Il pourrait y avoir des archives ou des reliques du passé là-bas, et si c'est le cas, je les veux.",
    "he": "דיווחים על Stella Montis ממשיכים להגיע, וזה לא דומה לשום דבר שראינו בעבר. ייתכן שיש שם רישומים או שרידים מהעבר, ואם כן, אני רוצה אותם.",
    "hr": "Izvještaji o Stella Montis ne prestaju pristizati, i to nije nalik ničemu što smo ranije vidjeli. Unutra bi mogli biti zapisi ili relikvije iz prošlosti, i ako ih ima, želim ih.",
    "it": "I rapporti su Stella Montis continuano ad arrivare, ed è qualcosa di diverso da tutto ciò che abbiamo visto finora. Là dentro potrebbero esserci registri o reliquie del passato e, se è così, li voglio.",
    "ja": "ステラ・モンティスについての報告が次々と届いているけれど、あれはこれまで見たどんな場所とも違う。あの中には、過去の記録か遺物が眠っているかもしれない。もしそうなら、全部持ち帰ってほしい。",
    "kr": "스텔라 몬티스에 대한 보고가 계속 들어오고 있는데, 지금까지 본 어떤 곳과도 다릅니다. 그 안에는 과거의 기록이나 유물이 있을지도 모르니, 그렇다면 전부 가져오길 바랍니다.",
    "no": "Rapporter om Stella Montis fortsetter å komme inn, og det er ikke likt noe vi har sett før. Det kan finnes opptegnelser eller relikvier fra fortiden der inne, og hvis det gjør det, vil jeg ha dem.",
    "pl": "Doniesienia o Stella Montis wciąż napływają i to coś zupełnie innego niż wszystko, co dotąd widzieliśmy. W środku mogą być zapisy lub relikty z przeszłości, i jeśli tak, chcę je mieć.",
    "pt": "Os relatórios sobre Stella Montis não param de chegar, e não se parece com nada que já vimos. Pode haver registros ou relíquias do passado lá dentro e, se houver, eu as quero.",
    "pt-BR": "Os relatos sobre Stella Montis não param de chegar, e é diferente de tudo que já vimos. Pode haver registros ou relíquias do passado por lá. Se houver, eu quero.",
    "ru": "Сообщения о Стелла Монтис продолжают поступать, и это не похоже ни на что, что мы видели раньше. Там могут быть записи или реликвии прошлого, и если так, я хочу, чтобы ты их нашёл.",
    "sr": "Izveštaji o Stela Montisu ne prestaju da stižu, i to nije nalik ničemu što smo ranije videli. Unutra možda ima zapisa ili relikvija iz prošlosti, i ako ih ima, hoću da ih doneseš.",
    "tr": "Stella Montis hakkında raporlar gelmeye devam ediyor ve gördüğümüz hiçbir şeye benzemiyor. İçeride geçmişten kalma kayıtlar ya da kalıntılar olabilir; eğer varsa, onları istiyorum.",
    "uk": "Звіти про Стелла Монтіс надходять один за одним, і це не схоже ні на що з того, що ми бачили раніше. Там можуть бути записи чи реліквії з минулого, і якщо так, я хочу їх отримати.",
    "zh-CN": "关于斯特拉蒙蒂斯的报告不断传来，那里的情况与我们以往见过的完全不同。里面也许藏着过去的记录或遗物，如果有的话，我要你把它们带来。",
    "zh-TW": "關於史特拉蒙蒂斯的報告不斷傳來，那裡與我們以往見過的完全不同。裡面也許藏有過去的紀錄或遺物，如果有的話，我要你把它們帶來。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "I én runde, gennemsøg en vilkårlig J Kozma Ventures-container",
      "de": "Durchsuche einen beliebigen Container von J Kozma Ventures",
      "en": "In one round, search any J Kozma Ventures container",
      "es": "En una ronda, registra cualquier contenedor de J Kozma Ventures",
      "fr": "En une manche, fouiller n'importe quel conteneur J Kozma Ventures",
      "he": "בסיבוב אחד, חפש בכל מכולה של J Kozma Ventures",
      "hr": "U jednoj rundi, pretraži bilo koji J Kozma Ventures kontejner",
      "it": "In un singolo raid, perquisisci un qualsiasi container di J Kozma Ventures",
      "ja": "J Kozma Venturesのコンテナを探す",
      "kr": "한 라운드 안에 아무 J Kozma Ventures 보관함이나 수색하기",
      "no": "I én runde, søk gjennom en valgfri J Kozma Ventures-container",
      "pl": "W jednej rundzie przeszukaj dowolny kontener J Kozma Ventures",
      "pt": "Em uma rodada, revide qualquer contêiner da J Kozma Ventures",
      "pt-BR": "Em uma rodada, procure qualquer contentor da J Kozma Ventures",
      "ru": "За один рейд обыщи любой контейнер J Kozma Ventures",
      "sr": "U jednoj rundi, pretraži bilo koji J Kozma Ventures kontejner",
      "tr": "Tek bir turda, herhangi bir J Kozma Ventures konteynerini ara",
      "uk": "За один рейд обшукай будь-який контейнер J Kozma Ventures",
      "zh-CN": "在一轮中搜查任意一个J Kozma Ventures容器",
      "zh-TW": "在一輪中搜查任意一個J Kozma Ventures容器"
    },
    {
      "da": "I én runde, aflever de sjældne bøger til Shani",
      "de": "Liefere die Bücher der alten Welt an Shani",
      "en": "In one round, deliver the Rare Books to Shani",
      "es": "En una ronda, entrega los libros raros a Shani",
      "fr": "En une manche, livrer les livres rares à Shani",
      "he": "בסיבוב אחד, מסור את הספרים הנדירים לשאני",
      "hr": "U jednoj rundi, isporuči Rijetke Knjige Shani",
      "it": "In un singolo raid, consegna i Libri Rari a Shani",
      "ja": "珍しい本をシャニに届ける",
      "kr": "한 라운드 안에 희귀 서적을 샤니에게 전달하기",
      "no": "I én runde, lever de sjeldne bøkene til Shani",
      "pl": "W jednej rundzie dostarcz rzadkie księgi do Shani",
      "pt": "Em uma rodada, entregue os Livros Raros para Shani",
      "pt-BR": "Em uma rodada, entregue os Livros do Velho Mundo para Shani",
      "ru": "За один рейд доставь редкие книги Шани",
      "sr": "U jednoj rundi, isporuči Retke Knjige Shani",
      "tr": "Tek bir turda, Nadir Kitapları Shani'ye teslim et",
      "uk": "За один рейд достав рідкісні книги Шані",
      "zh-CN": "在一轮中将珍稀书籍交给莎妮",
      "zh-TW": "在一輪中將珍稀書籍交給莎妮"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "gas_mine",
      "quantity": 3
    },
    {
      "itemId": "raider_hatch_key",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["12_in_my_image"],
  "nextQuestIds": ["12_snap_and_salvage"],
  "videoUrl": "https://youtu.be/tc7nK7AmixQ",
  "updatedAt": "01/13/2026"
}
