{
  "id": "combat_recon",
  "name": {
    "da": "Kamprekognoscering",
    "de": "Kampfaufklärung",
    "en": "Combat Recon",
    "es": "Reconocimiento de combate",
    "fr": "Reconnaissance de combat",
    "he": "סיור קרבי",
    "hr": "Borbena izvidnica",
    "it": "Ricognizione da combattimento",
    "ja": "戦闘偵察",
    "kr": "전투 정찰",
    "no": "Kamprekognosering",
    "pl": "Zwiad bojowy",
    "pt": "Reconhecimento de Combate",
    "pt-BR": "Reconhecimento de Combate",
    "ru": "Разведка боем",
    "sr": "Borbena izvidnica",
    "tr": "Savaş Keşfi",
    "uk": "Бойова розвідка",
    "zh-CN": "战斗侦察",
    "zh-TW": "戰鬥偵察"
  },
  "map": ["buried_city"],
  "trader": "Shani",
  "grantedItemIds": [
    {
      "itemId": "binoculars",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Med Bombardiers, der strejfer omkring, har ARC fundet en helt ny måde at drive Raiders ud af deres dækning.\n\nHvis du håber på at nedlægge en, skal du skærpe dine færdigheder og din strategi.",
    "de": "Mit diesen Kanonieren haben die ARC einen komplett neuen Weg gefunden, um Raider aus ihrer Deckung zu locken.\n\nWenn du einen ausschalten willst, musst du deine Fertigkeiten und deine Strategie verbessern.",
    "en": "With those Bombardiers roaming around, ARC has found an entirely new way to flush Raiders out of cover.\n\nIf you're hoping to take one down, you'll need to sharpen your skills and your strategy.",
    "es": "Con esos Bombarderos rondando, ARC ha encontrado una forma completamente nueva de sacar a los Raiders de su cobertura.\n\nSi esperas derribar uno, necesitarás perfeccionar tus habilidades y tu estrategia.",
    "fr": "Avec ces Bombardiers qui rôdent, ARC a trouvé une toute nouvelle façon de débusquer les Raiders.\n\nSi tu espères en abattre un, tu devras affûter tes compétences et ta stratégie.",
    "he": "עם הבומברדיירים האלה שמסתובבים, ARC מצא דרך חדשה לגמרי להוציא ריידרים מהמחסה.\n\nאם אתה מקווה להוריד אחד, תצטרך לחדד את הכישורים והאסטרטגיה שלך.",
    "hr": "S tim Bombarderima koji lutaju okolo, ARC je pronašao potpuno novi način da istjera Raidere iz zaklona.\n\nAko se nadaš srušiti jednog, morat ćeš izoštriti svoje vještine i strategiju.",
    "it": "Con quei Bombardieri che vagano in giro, l'ARC ha trovato un modo tutto nuovo per stanare i Raider.\n\nSe speri di abbatterne uno, dovrai affinare le tue abilità e la tua strategia.",
    "ja": "ボンバルディアがうろついているおかげで、ARCはレイダーを隠れ場所からあぶり出す全く新しい方法を見つけたようだ。\n\n奴らを倒したいなら、スキルと戦略を磨く必要がある。",
    "kr": "폭격기들이 돌아다니는 상황에서, ARC는 레이더들을 엄폐물 밖으로 몰아내는 완전히 새로운 방법을 찾아냈어.\n\n하나라도 쓰러뜨리고 싶다면 기술과 전략을 날카롭게 다듬어야 할 거야.",
    "no": "Med de Bombardiers som streifer rundt, har ARC funnet en helt ny måte å tvinge Raiders ut av dekning.\n\nHvis du håper å ta en ned, må du skjerpe ferdighetene og strategien din.",
    "pl": "Z tymi Bombardierami krążącymi w okolicy, ARC znalazło zupełnie nowy sposób na wykurzenie Najeźdźców z ukrycia.\n\nJeśli masz nadzieję jednego zdjąć, musisz wyostrzyć swoje umiejętności i strategię.",
    "pt": "Com esses Bombardeiros a vaguear por aí, a ARC encontrou uma forma totalmente nova de tirar os Raiders dos seus abrigos.\n\nSe esperas derrubar um, vais precisar de afiar as tuas capacidades e a tua estratégia.",
    "pt-BR": "Com esses Bombardeiros vagando por aí, a ARC encontrou uma maneira totalmente nova de tirar os Raiders da cobertura.\n\nSe você espera derrubar um, precisará aprimorar suas habilidades e sua estratégia.",
    "ru": "С этими рыскающими повсюду Бомбардирами ARC нашла совершенно новый способ выкуривать Рейдеров из укрытий.\n\nЕсли надеешься завалить одного, тебе придется отточить свои навыки и стратегию.",
    "sr": "S tim Bombarderima koji lutaju okolo, ARC je pronašao potpuno novi način da istera Rajdere iz zaklona.\n\nAko se nadaš srušiti jednog, moraćeš izoštriti svoje veštine i strategiju.",
    "tr": "Etrafta dolaşan Bombardımancılarla, ARC Yağmacıları siperden çıkarmanın tamamen yeni bir yolunu buldu.\n\nBirini indirmeyi umuyorsan, becerilerini ve stratejini keskinleştirmen gerekecek.",
    "uk": "З тими Бомбардирами, що блукають навколо, ARC знайшла абсолютно новий спосіб викурювати Рейдерів з укриттів.\n\nЯкщо сподіваєшся збити одного, тобі доведеться відточити свої навички та стратегію.",
    "zh-CN": "有了这些四处游荡的轰炸者，ARC找到了一种全新的方法将掠夺者逼出掩体。\n\n如果你希望能击落一个，你需要磨练你的技能和策略。",
    "zh-TW": "有了這些四處遊蕩的轟炸者，ARC找到了一種全新的方法將掠奪者逼出掩體。\n\n如果你希望能擊落一個，你需要磨練你的技能和策略。"
  },
  "objectives": [
    {
      "da": "Find et dækningssted i parkeringshusets trappeopgange",
      "de": "Such dir im Treppenhaus des Parkhauses einen Platz zum Verstecken",
      "en": "Scope out a cover spot in the Parking Garage staircases",
      "es": "Busca un lugar de cobertura en las escaleras del estacionamiento",
      "fr": "Repérer une zone de couverture dans les escaliers du parking",
      "he": "סרוק מקום מחסה בחדרי המדרגות של החניון",
      "hr": "Izvidi mjesto za zaklon na stubištima garaže",
      "it": "Individua un punto di copertura nelle scale del Garage",
      "ja": "駐車場の階段で隠れ場所を偵察する",
      "kr": "주차장 계단에서 은폐 장소 정찰",
      "no": "Finn et dekningssted i trappeoppgangene i parkeringshuset",
      "pl": "Zbadaj miejsce ukrycia na klatkach schodowych parkingu",
      "pt": "Procura um local de abrigo nas escadas do Parque de Estacionamento",
      "pt-BR": "Verifique um ponto de cobertura nas escadarias do estacionamento",
      "ru": "Разведать место для укрытия на лестницах парковки",
      "sr": "Izvidi mesto za zaklon na stepeništima garaže",
      "tr": "Otopark merdivenlerinde bir siper noktası gözetle",
      "uk": "Розвідайте місце для укриття на сходах паркінгу",
      "zh-CN": "在停车库楼梯间寻找掩护点",
      "zh-TW": "在停車庫樓梯間尋找掩護點"
    },
    {
      "da": "Find et dækningssted i busserne nær Marano Park",
      "de": "Such dir einen Platz in den Bussen in der Nähe des Marano-Parks, wo du dich verstecken kannst",
      "en": "Scope out a cover spot in the buses near Marano Park",
      "es": "Busca un lugar de cobertura en los autobuses cerca del Parque Marano",
      "fr": "Repérer une zone de couverture dans les bus près du parc Marano",
      "he": "סרוק מקום מחסה באוטובוסים ליד פארק מראנו",
      "hr": "Izvidi mjesto za zaklon u autobusima blizu parka Marano",
      "it": "Individua un punto di copertura negli autobus vicino a Marano Park",
      "ja": "マラノ公園近くのバスで隠れ場所を偵察する",
      "kr": "마라노 공원 근처 버스에서 은폐 장소 정찰",
      "no": "Finn et dekningssted i bussene nær Marano Park",
      "pl": "Zbadaj miejsce ukrycia w autobusach w pobliżu Parku Marano",
      "pt": "Procura um local de abrigo nos autocarros perto do Parque Marano",
      "pt-BR": "Verifique um ponto de cobertura nos ônibus perto do Parque Marano",
      "ru": "Разведать место для укрытия в автобусах возле парка Марано",
      "sr": "Izvidi mesto za zaklon u autobusima blizu parka Marano",
      "tr": "Marano Parkı yakınındaki otobüslerde bir siper noktası gözetle",
      "uk": "Розвідайте місце для укриття в автобусах біля парку Марано",
      "zh-CN": "在马拉诺公园附近的巴士里寻找掩护点",
      "zh-TW": "在馬拉諾公園附近的巴士裡尋找掩護點"
    },
    {
      "da": "Find et dækningssted på lofterne omkring Main Street",
      "de": "Such dir in den Dachböden an der Hauptstraße einen Platz zum Verstecken",
      "en": "Scope out a cover spot in the attics around Main Street",
      "es": "Busca un lugar de cobertura en los áticos alrededor de Main Street",
      "fr": "Repérer une zone de couverture dans les greniers autour de Main Street",
      "he": "סרוק מקום מחסה בעליות הגג סביב הרחוב הראשי",
      "hr": "Izvidi mjesto za zaklon na tavanima oko Glavne ulice",
      "it": "Individua un punto di copertura nelle soffitte intorno a Main Street",
      "ja": "メインストリート周辺の屋根裏部屋で隠れ場所を偵察する",
      "kr": "메인 스트리트 주변 다락방에서 은폐 장소 정찰",
      "no": "Finn et dekningssted på loftene rundt Main Street",
      "pl": "Zbadaj miejsce ukrycia na strychach wokół Main Street",
      "pt": "Procura um local de abrigo nos sótãos à volta da Main Street",
      "pt-BR": "Verifique um ponto de cobertura nos sótãos ao redor da Main Street",
      "ru": "Разведать место для укрытия на чердаках вокруг Мейн-стрит",
      "sr": "Izvidi mesto za zaklon na tavanima oko Glavne ulice",
      "tr": "Ana Cadde çevresindeki çatı katlarında bir siper noktası gözetle",
      "uk": "Розвідайте місце для укриття на горищах навколо Мейн-стріт",
      "zh-CN": "在主街周围的阁楼里寻找掩护点",
      "zh-TW": "在主街周圍的閣樓裡尋找掩護點"
    },
    {
      "da": "Ødelæg 2 Spotters",
      "de": "Zerstöre 2 Aufklärer",
      "en": "Destroy 2 Spotters",
      "es": "Destruye 2 Observadores",
      "fr": "Détruire 2 Spotters",
      "he": "השמד 2 ספוטרים",
      "hr": "Uništi 2 Spottera",
      "it": "Distruggi 2 Spotter",
      "ja": "スポッターを2体破壊する",
      "kr": "스포터 2기 파괴",
      "no": "Ødelegg 2 Spotters",
      "pl": "Zniszcz 2 Obserwatorów (Spotters)",
      "pt": "Destrói 2 Observadores",
      "pt-BR": "Destrua 2 Observadores",
      "ru": "Уничтожить 2 Споттеров",
      "sr": "Uništi 2 Spotera",
      "tr": "2 Gözcüyü yok et",
      "uk": "Знищіть 2 Спостерігачів",
      "zh-CN": "摧毁2个观察者",
      "zh-TW": "摧毀2個觀察者"
    },
    {
      "da": "Lever et Spotter-relæ til Shani",
      "de": "Liefere ein Aufklärer-Relais an Shani",
      "en": "Deliver a Spotter Relay to Shani",
      "es": "Entrega un relé de observador a Shani",
      "fr": "Livrer un relais de Spotter à Shani",
      "he": "מסור ממסר ספוטר לשאני",
      "hr": "Dostavi relej Spottera Shaniju",
      "it": "Consegna un Relè Spotter a Shani",
      "ja": "スポッターリレーをシャニに届ける",
      "kr": "샤니에게 스포터 릴레이 전달",
      "no": "Lever et Spotter-relé til Shani",
      "pl": "Dostarcz przekaźnik Obserwatora do Shani",
      "pt": "Entrega um Relé de Observador a Shani",
      "pt-BR": "Entregue um Relé de Observador para Shani",
      "ru": "Доставить реле Споттера Шани",
      "sr": "Dostavi relej Spotera Shaniju",
      "tr": "Shani'ye bir Gözcü Rölesi teslim et",
      "uk": "Доставте реле Спостерігача Шані",
      "zh-CN": "将观察者继电器交给沙尼",
      "zh-TW": "將觀察者繼電器交給沙尼"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "red_radio_renegade_color",
      "quantity": 1
    },
    {
      "itemId": "firecracker",
      "quantity": 5
    },
    {
      "itemId": "fireworks_box",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x5", "ss10v"],
  "nextQuestIds": ["bombing_run"],
  "updatedAt": "01/27/2026"
}
