{
  "id": "ss10x16",
  "name": {
    "da": "Grave snavs op",
    "de": "Schmutzige Details",
    "en": "Digging Up Dirt",
    "es": "Desenterrando trapos sucios",
    "fr": "Déterrer des secrets",
    "he": "לחפש לכלוך",
    "hr": "Iskopavanje prljavštine",
    "it": "Scavare lo sporco",
    "ja": "土を掘れ",
    "kr": "비밀 파헤치기",
    "no": "Grave opp skitt",
    "pl": "Wykopywanie brudów",
    "pt": "Desenterrando Sujeira",
    "pt-BR": "Desenterrando Podres",
    "ru": "Нарыть копромат",
    "sr": "Iskopavanje prljavštine",
    "tr": "Pislik Çıkarmak",
    "uk": "Викопуємо бруд",
    "zh-CN": "挖掘黑料",
    "zh-TW": "挖掘黑料"
  },
  "map": ["buried_city"],
  "trader": "Celeste",
  "description": {
    "da": "Vi fik et gennembrud. En af vores spejdere så et medlem af Tubes Management lave en død aflevering inde i Santa Maria-husene i den Begravede By. Dette kan være vores chance for at grave snavs op på dem for en gangs skyld. Er du med?",
    "de": "Einer unserer Späher hat gesehen, wie ein Mitglied der U- Bahn-Verwaltung einen toten Briefkasten in einem der Santa-Maria-Häuser in der Begrabenen Stadt angelegt hat. Das könnte unsere Chance sein, zur Abwechslung mal ihre schmutzige Wäsche zu waschen. Bist du dabei?",
    "en": "We caught a break. One of our scouts saw a member of the Tubes Management make a dead drop inside the Santa Maria Houses in the Buried City. This might be our chance to dig up some dirt on them for a change. You in?",
    "es": "Tuvimos un golpe de suerte. Uno de nuestros exploradores vio a un miembro de la Gestión de Tubos hacer un buzón muerto dentro de las Casas Santa María en la Ciudad Enterrada. Esta podría ser nuestra oportunidad de desenterrar trapos sucios sobre ellos para variar. ¿Estás dentro?",
    "fr": "On a eu une chance. L'un de nos éclaireurs a vu un membre du Tubes Management faire une cache morte dans les Maisons Santa Maria dans la Cité Enfouie. C'est peut-être notre chance de déterrer des secrets sur eux pour une fois. Tu es partant ?",
    "he": "התמזל מזלנו. אחד הגששים שלנו ראה חבר ב-Tubes Management מבצע מסירה חשאית בבתי סנטה מריה בתוך העיר הקבורה. אולי זו ההזדמנות שלנו להשיג עליהם קצת לכלוך לשם שינוי. אתה בפנים?",
    "hr": "Imali smo sreće. Jedan od naših izviđača vidio je člana Tubes Managementa kako pravi mrtvu dostavu unutar Santa Maria Houses u Zakopanom gradu. Ovo bi mogla biti naša prilika da iskopamo nešto prljavštine o njima za promjenu. Pristupaš?",
    "it": "Abbiamo avuto una svolta. Uno dei nostri esploratori ha visto un membro del Tubes Management fare una consegna morta nelle Case Santa Maria nella Città Sepolta. Questa potrebbe essere la nostra occasione per scavare dello sporco su di loro per una volta. Ci stai?",
    "ja": "チャンスが来た。我々の斥候の一人が、チューブ管理局のメンバーが埋もれた街のサンタ・マリア・ハウスでデッドドロップをするのを見た。これは彼らの秘密を暴く絶好の機会かもしれない。参加するか？",
    "kr": "기회가 왔어요. 우리 정찰병 중 한 명이 튜브 관리국 일원이 파묻힌 도시의 산타 마리아 하우스에서 비밀 전달을 하는 걸 봤어요. 이번에는 우리가 그들의 비밀을 파헤칠 기회일지도 몰라요. 함께 하시겠어요?",
    "no": "Vi fikk et gjennombrudd. En av våre speider så et medlem av Tubes Management gjøre en død levering inne i Santa Maria-husene i den Begravde Byen. Dette kan være vår sjanse til å grave opp skitt på dem for en gangs skyld. Er du med?",
    "pl": "Mamy przełom. Jeden z naszych zwiadowców widział członka Zarządu Rur robiącego martwą skrytkę w Domach Santa Maria w Pogrzebanym Mieście. To może być nasza szansa, żeby w końcu wykopać na nich brudy. Jesteś w tym?",
    "pt": "Tivemos uma sorte. Um dos nossos batedores viu um membro da Gestão dos Tubos fazer uma entrega morta dentro das Casas Santa Maria na Cidade Enterrada. Esta pode ser nossa chance de desenterrar alguma sujeira sobre eles para variar. Você está dentro?",
    "pt-BR": "Demos sorte. Um dos nossos batedores viu um membro da Gerência dos Tubos fazer uma entrega secreta dentro das Casas Santa Maria na Cidade Soterrada. Essa pode ser nossa chance de descobrir alguns podres sobre eles, para variar. Topa?",
    "ru": "Нам повезло. Один из наших разведчиков видел, как член управления труб сделал тайник в домах Санта-Мария в Погребённом городе. Это может быть нашим шансом наконец накопать на них компромат. Вы с нами?",
    "sr": "Imali smo sreće. Jedan od naših izviđača je video člana Tubes uprave kako pravi mrtvu dostavu unutar Santa Maria Houses u Zakopanom gradu. Ovo bi mogla biti naša prilika da iskopamo nešto prljavštine o njima za promenu. Pristupaš?",
    "tr": "Bir fırsat yakaladık. Gözcülerimizden biri, Tüp Yönetimi'nin bir üyesinin Gömülü Şehir'deki Santa Maria Evleri'nde gizli bir bırakma yaptığını gördü. Bu, onlar hakkında bir pislik çıkarmak için şansımız olabilir. Var mısın?",
    "uk": "Нам пощастило. Один з наших розвідників бачив, як член управління труб зробив тайник у будинках Санта-Марія в Похованому місті. Це може бути нашим шансом нарешті викопати на них компромат. Ви з нами?",
    "zh-CN": "我们有突破了。我们的一名侦察员看到管道管理局的一名成员在埋藏之城的圣玛丽亚住宅区进行了死信箱交接。这可能是我们挖掘他们黑料的机会。你要参与吗？",
    "zh-TW": "我們有突破了。我們的一名偵察員看到管道管理局的一名成員在埋藏之城的聖瑪麗亞住宅區進行了死信箱交接。這可能是我們挖掘他們黑料的機會。你要參與嗎？"
  },
  "objectives": [
    {
      "da": "Find Santa Maria-husene i Gamle By",
      "de": "Die Santa-Maria-Häuser in der Altstadt finden",
      "en": "Locate the Santa Maria Houses in Old Town",
      "es": "Localiza las Casas Santa María en el Casco Antiguo",
      "fr": "Localisez les Maisons Santa Maria dans la Vieille Ville",
      "he": "אתר את בתי סנטה מריה בעיר העתיקה",
      "hr": "Lociraj Santa Maria Houses u Starom gradu",
      "it": "Localizza le Case Santa Maria nella Città Vecchia",
      "ja": "古い町にあるサンタマリアの家々を見つける",
      "kr": "구시가지에서 산타 마리아 하우스를 찾으세요",
      "no": "Finn Santa Maria-husene i Gamlebyen",
      "pl": "Zlokalizuj Domy Santa Maria na Starym Mieście",
      "pt": "Localize as Casas Santa Maria na Cidade Velha",
      "pt-BR": "Localize as Casas Santa Maria na Cidade Velha",
      "ru": "Найдите дома Санта-Мария в Старом городе",
      "sr": "Lociraj Santa Maria Houses u Starom gradu",
      "tr": "Eski Şehir'deki Santa Maria Evleri'ni bul",
      "uk": "Знайдіть будинки Санта-Марія в Старому місті",
      "zh-CN": "在旧城区找到圣玛丽亚住宅",
      "zh-TW": "在舊城區找到聖瑪麗亞住宅"
    },
    {
      "da": "Find den døde aflevering inde på gårdspladsen",
      "de": "Suche den toten Briefkasten im Innenhof",
      "en": "Locate the Dead Drop inside the courtyard",
      "es": "Localiza el buzón muerto dentro del patio",
      "fr": "Localisez la cache morte dans la cour",
      "he": "אתר את נקודת המסירה בתוך החצר",
      "hr": "Lociraj mrtvu dostavu unutar dvorišta",
      "it": "Localizza la consegna morta nel cortile",
      "ja": "中庭で隠し物を探す",
      "kr": "안뜰 안에서 비밀 전달 장소를 찾으세요",
      "no": "Finn den døde leveringen inne på gårdsplassen",
      "pl": "Zlokalizuj martwą skrytkę na dziedzińcu",
      "pt": "Localize a entrega morta dentro do pátio",
      "pt-BR": "Localize o Ponto de Entrega dentro do pátio",
      "ru": "Найдите тайник во внутреннем дворе",
      "sr": "Lociraj mrtvu dostavu unutar dvorišta",
      "tr": "Avlunun içindeki gizli bırakma yerini bul",
      "uk": "Знайдіть тайник у внутрішньому дворі",
      "zh-CN": "在庭院内找到死信箱",
      "zh-TW": "在庭院內找到死信箱"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "advanced_electrical_components",
      "quantity": 2
    },
    {
      "itemId": "speaker_component",
      "quantity": 4
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x15"],
  "nextQuestIds": ["ss10x17", "ss10x18"],
  "updatedAt": "11/23/2025"
}
