{
  "id": "ss10p",
  "name": {
    "da": "Ekkoer fra Victory Ridge",
    "de": "Echos vom Siegeskamm",
    "en": "Echoes of Victory Ridge",
    "es": "Ecos de la Cordillera Victoriosa",
    "fr": "Échos de la crête de la victoire",
    "he": "הדי רכס הניצחון",
    "hr": "Odjeci Pobjedničkog grebena",
    "it": "Echi di Victory Ridge",
    "ja": "ビクトリー・リッジの残響",
    "kr": "승리 능선의 메아리",
    "no": "Ekko fra Victory Ridge",
    "pl": "Echa Victory Ridge",
    "pt": "Ecos de Victory Ridge",
    "pt-BR": "Ecos da Crista da Vitória",
    "ru": "Отголоски Победного Хребта",
    "sr": "Odjeci Pobedničkog grebena",
    "tr": "Zafer Sırtı'nın Yankıları",
    "uk": "Відлуння Переможного Хребта",
    "zh-CN": "胜利山脊的回响",
    "zh-TW": "勝利山脊的迴響"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Mærkede du nogen rystelser i nat? Det gjorde jeg heller ikke. Men tilsyneladende skiftede jorden på et tidspunkt, og i processen afdækkede den en gammel First Wave-forpost, der havde været blokeret af affald. Jeg vil gerne have, at du kommer derind hurtigt, før nogen andre gør.",
    "de": "Hast du letzte Nacht irgendwelche Erschütterungen gespürt? Ich auch nicht. Aber offensichtlich hat sich der Boden irgendwann bewegt und dabei ist ein alter Außenposten der Ersten Welle freigelegt worden, der unter Trümmern begraben war. Schau ihn dir schnell an, ehe es ein anderer tut.",
    "en": "Did you feel any tremors last night? Me neither. But apparently the ground shifted at some point, and in the process it unearthed an old First Wave outpost that'd been blocked by debris. I'd like you to get in there quick, before anyone else does.",
    "es": "¿Sentiste algún temblor anoche? Yo tampoco. Pero aparentemente el suelo se movió en algún momento, y en el proceso desenterró un viejo puesto avanzado de la First Wave que había estado bloqueado por escombros. Me gustaría que entraras rápido, antes que nadie más.",
    "fr": "Avez-vous ressenti des tremblements la nuit dernière ? Moi non plus. Mais apparemment, le sol a bougé à un moment donné, et ce mouvement a mis au jour un ancien avant-poste de la Première vague qui était bloqué par des débris. J'aimerais que vous y alliez rapidement, avant que quelqu'un d'autre ne le fasse.",
    "he": "הרגשת רעידות כלשהן הלילה? גם אני לא. אבל כנראה שהאדמה זזה בשלב מסוים, ובמהלך התהליך חשפה מוצב ישן מהגל הראשון שנחסם על ידי הריסות. אני רוצה שתיכנס לשם מהר, לפני שמישהו אחר יעשה את זה.",
    "hr": "Jesi li osjetio neke potrese sinoć? Ni ja. Ali izgleda da se tlo pomaknulo u nekom trenutku, i u tom procesu je otkrilo staru Prvu val ispostavu koja je bila blokirana krhotinama. Želio bih da uđeš tamo brzo, prije nego što to učini netko drugi.",
    "it": "Hai sentito tremori la notte scorsa? Nemmeno io. Ma a quanto pare il terreno si è spostato ad un certo punto, e nel processo ha portato alla luce un vecchio avamposto della First Wave che era stato bloccato dai detriti. Vorrei che entrassi lì velocemente, prima che lo faccia qualcun altro.",
    "ja": "昨夜、揺れを感じたか？俺も感じなかった。だが、どうやらある時点で地面が動いたらしく、その過程で瓦礫に塞がれていた古いファーストウェーブの前哨基地が掘り起こされた。他の誰かが行く前に、急いでそこに入ってほしい。",
    "kr": "어젯밤에 진동 느꼈어? 나도 못 느꼈어. 그런데 어느 순간 땅이 움직였나 봐. 그 과정에서 잔해로 막혀 있던 오래된 제1파 전초기지가 드러났어. 다른 사람들이 가기 전에 네가 빨리 들어가 줬으면 좋겠어.",
    "no": "Følte du noen rystelser i natt? Jeg heller ikke. Men tilsynelatende skiftet bakken på et tidspunkt, og i prosessen avdekket den en gammel First Wave-utpost som hadde vært blokkert av rusk. Jeg vil at du skal komme deg inn dit raskt, før noen andre gjør det.",
    "pl": "Czułeś jakieś wstrząsy zeszłej nocy? Ja też nie. Ale najwyraźniej grunt się przesunął w pewnym momencie i w procesie odkrył stary posterunek First Wave, który był zablokowany przez gruz. Chciałbym, żebyś szybko się tam dostał, zanim zrobi to ktoś inny.",
    "pt": "Sentiste algum tremor ontem à noite? Eu também não. Mas aparentemente o solo mudou em algum momento, e no processo desenterrou um velho posto avançado da First Wave que estava bloqueado por destroços. Gostaria que entrasses lá rapidamente, antes que mais alguém o faça.",
    "pt-BR": "Sentiu algum tremor ontem à noite? Eu também não, mas parece que o chão se mexeu e, com isso, desenterrou um posto avançado antigo da Primeira Onda que estava bloqueado por destroços. Quero que você entre lá rápido, antes de qualquer um.",
    "ru": "Ты чувствовал какие-нибудь толчки прошлой ночью? Я тоже нет. Но, видимо, земля сдвинулась в какой-то момент, и в процессе это обнажило старый аванпост Первой Волны, который был заблокирован обломками. Я хочу, чтобы ты быстро туда попал, прежде чем это сделает кто-то другой.",
    "sr": "Da li si osetio neke potrese sinoć? Ni ja. Ali izgleda da se tlo pomerilo u nekom trenutku, i u tom procesu je otkrilo staru Prvu talas ispostavu koja je bila blokirana krhotinama. Želeo bih da uđeš tamo brzo, pre nego što to uradi neko drugi.",
    "tr": "Dün gece herhangi bir sarsıntı hissettin mi? Ben de hissetmedim. Ama görünüşe göre bir noktada yer kaymış ve bu süreçte enkaz tarafından kapatılmış eski bir İlk Dalga karakolu ortaya çıkmış. Başka biri gitmeden önce oraya hızlıca gitmenizi istiyorum.",
    "uk": "Ти відчував якісь поштовхи минулої ночі? Я теж ні. Але, схоже, земля зрушилася в якийсь момент, і в процесі це відкрило старий аванпост Першої Хвилі, який був заблокований уламками. Я хочу, щоб ти швидко туди потрапив, перш ніж це зробить хтось інший.",
    "zh-CN": "你昨晚感觉到震动了吗？我也没有。但显然地面在某个时候发生了移动，在这个过程中挖出了一个被碎片堵住的旧第一波前哨站。我希望你能在其他人之前快速进入那里。",
    "zh-TW": "你昨晚感覺到震動了嗎？我也沒有。但顯然地面在某個時候發生了移動，在這個過程中挖出了一個被碎片堵住的舊第一波前哨站。我希望你能在其他人之前快速進入那裡。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Nå Victory Ridge",
      "de": "Erreiche den Siegeskamm",
      "en": "Reach Victory Ridge",
      "es": "Alcanza Victory Ridge",
      "fr": "Atteindre la Crête de la Victoire",
      "he": "הגע לרכס הניצחון",
      "hr": "Stigni do Pobjedničkog grebena",
      "it": "Raggiungi Victory Ridge",
      "ja": "ビクトリー・リッジに向かう",
      "kr": "승리 능선에 도달",
      "no": "Nå Victory Ridge",
      "pl": "Dotrzyj do Victory Ridge",
      "pt": "Alcance Victory Ridge",
      "pt-BR": "Vá para a Crista da Vitória",
      "ru": "Добраться до Победного Хребта",
      "sr": "Stigni do Pobedničkog grebena",
      "tr": "Zafer Sırtı'na ulaş",
      "uk": "Дістатися Переможного Хребта",
      "zh-CN": "到达胜利山脊",
      "zh-TW": "到達勝利山脊"
    },
    {
      "da": "Hent kampplanerne fra skjulestedet under den ødelagte motorvej",
      "de": "Hol die Schlachtpläne aus dem Versteck unter der kaputten Schnellstraße",
      "en": "Retrieve the battle plans from the hideout under the broken highway",
      "es": "Recupera los planes de batalla del escondite bajo la autopista rota",
      "fr": "Récupérer les plans de bataille dans la planque sous l'autoroute effondrée",
      "he": "השג את תוכניות הקרב מהמסתור שמתחת לכביש המהיר ההרוס",
      "hr": "Preuzmi planove bitke iz skrovišta ispod slomljenog autoputa",
      "it": "Recupera i piani di battaglia dal nascondiglio sotto l'autostrada rotta",
      "ja": "崩壊した高速道路の下にある隠れ家から作戦計画を回収する",
      "kr": "부서진 고속도로 아래 은신처에서 전투 계획을 회수하세요",
      "no": "Hent kampplanene fra skjulestedet under den ødelagte motorveien",
      "pl": "Odzyskaj plany bitwy z kryjówki pod zepsutą autostradą",
      "pt": "Recupera os planos de batalha do esconderijo sob a autoestrada quebrada",
      "pt-BR": "Recupere os planos de batalha do esconderijo sob a rodovia destruída",
      "ru": "Заберите боевые планы из укрытия под разрушенной автострадой",
      "sr": "Preuzmi planove bitke iz skrovišta ispod slomljenog autoputa",
      "tr": "Kırık otoyolun altındaki saklanma yerinden savaş planlarını al",
      "uk": "Витягніть бойові плани зі схованки під зламаною автострадою",
      "zh-CN": "从破损高速公路下的藏身处取回作战计划",
      "zh-TW": "從破損高速公路下的藏身處取回作戰計劃"
    },
    {
      "da": "Lever Major Alvas mærke til Celeste",
      "de": "Bring den Aufnäher von Major Aiva zu Celeste",
      "en": "Deliver Major Alva's Patch to Celeste",
      "es": "Entrega el parche del Mayor Alva a Celeste",
      "fr": "Livrer l'écusson de la capitaine Aiva à Celeste",
      "he": "העבר את התג של Major Alva ל-Celeste",
      "hr": "Dostavi zakrpu Majora Alve Celeste",
      "it": "Consegna la toppa del Maggiore Alva a Celeste",
      "ja": "セレステにアイヴァ少佐のパッチを届ける",
      "kr": "알바 소령의 패치를 셀레스트에게 전달하세요",
      "no": "Lever Major Alvas merke til Celeste",
      "pl": "Dostarcz naszywkę Majora Alvy do Celeste",
      "pt": "Entrega o distintivo do Major Alva a Celeste",
      "pt-BR": "Entregue o Emblema da Major Aiva para Celeste",
      "ru": "Доставьте нашивку майора Альвы Селесте",
      "sr": "Dostavi zakrpu Majora Alve Celeste",
      "tr": "Binbaşı Alva'nın Yamasını Celeste'e teslim et",
      "uk": "Доставте нашивку майора Альви до Селести",
      "zh-CN": "将阿尔瓦少校的徽章交给塞莱斯特",
      "zh-TW": "將阿爾瓦少校的徽章交給塞萊斯特"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "crude_explosives",
      "quantity": 6
    },
    {
      "itemId": "processor",
      "quantity": 2
    },
    {
      "itemId": "music_box",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10o"],
  "nextQuestIds": ["ss10q"],
  "updatedAt": "01/13/2026"
}
