{
  "id": "ss10m",
  "name": {
    "da": "Øjnene på præmien",
    "de": "Augen aufs Ziel",
    "en": "Eyes on the Prize",
    "es": "Ojos en el premio",
    "fr": "Les yeux sur le prix",
    "he": "העיניים על הפרס",
    "hr": "Oči na Nagradi",
    "it": "Occhi puntati sul premio",
    "ja": "目を離せない件",
    "kr": "목표에 집중",
    "no": "Øynene på premien",
    "pl": "Oko na nagrodę",
    "pt": "De olho no prêmio",
    "pt-BR": "Dê olho no que interessa",
    "ru": "Взгляд на приз",
    "sr": "Oči na Nagradi",
    "tr": "Gözler Ödülde",
    "uk": "Очі на призі",
    "zh-CN": "紧盯目标",
    "zh-TW": "緊盯目標"
  },
  "map": ["buried_city"],
  "trader": "Tian Wen",
  "requiredItemIds": [
    {
      "itemId": "wires",
      "quantity": 3
    }
  ],
  "description": {
    "da": "Alt har været roligt omkring mine afleveringssteder siden du hjalp, men det betyder ikke, at det forbliver sådan længe. Jeg har sat overvågning op på et af mine mest brugte steder i Buried City for at forhindre fremtidig manipulation. Det eneste problem er, at det har brug for strøm for at blive aktiveret.",
    "de": "Seit du mir geholfen hast, ist es ruhig geblieben, was meine Lager angeht. Aber das kann sich ändern. Deswegen hab ich an einem meiner wichtigsten Plätze in der Begrabenen Stadt für Überwachung gesorgt. Einziges Problem: Ich brauch Strom da oben.",
    "en": "Everything's been calm around my drop-offs since you helped out, but that doesn't mean it'll stay that way for long. I've set up surveillance at one of my most used spots in Buried City, to prevent future tampering. Only problem is, it needs power to go live.",
    "es": "Todo ha estado tranquilo en mis puntos de entrega desde que ayudaste, pero eso no significa que vaya a seguir así por mucho tiempo. He instalado vigilancia en uno de mis lugares más usados en Buried City, para prevenir futuras manipulaciones. El único problema es que necesita energía para funcionar.",
    "fr": "Tout est calme autour de mes points de dépôt depuis que tu as aidé, mais ça ne veut pas dire que ça va durer longtemps. J'ai installé une surveillance à l'un de mes endroits les plus utilisés dans Buried City, pour empêcher toute manipulation future. Le seul problème, c'est qu'il faut de l'électricité pour la mettre en service.",
    "he": "הכל רגוע סביב נקודות המסירה שלי מאז שעזרת, אבל זה לא אומר שזה יישאר ככה לאורך זמן. הצבתי אמצעי מעקב באחת הנקודות הפעילות ביותר שלי ב-Buried City, כדי למנוע חבלה עתידית. הבעיה היחידה היא שצריך חשמל כדי להפעיל את זה.",
    "hr": "Sve je mirno oko mojih mjesta za dostavu otkako si pomogao, ali to ne znači da će tako ostati dugo. Postavio sam nadzor na jednom od mojih najkorištenijih mjesta u Zakopanom Gradu, da spriječim buduće petljanje. Jedini problem je što mu treba struja da proradi.",
    "it": "Tutto è stato tranquillo nei miei punti di consegna da quando hai aiutato, ma questo non significa che rimarrà così a lungo. Ho installato una sorveglianza in uno dei miei posti più usati a Buried City, per prevenire future manomissioni. L'unico problema è che ha bisogno di energia per attivarsi.",
    "ja": "君が手伝ってくれてから受け渡し場所の周辺は静かだが、それが長く続くとは限らない。将来の改ざんを防ぐため、埋もれた街で最もよく使う場所の一つに監視装置を設置した。唯一の問題は、稼働させるには電力が必要だということだ。",
    "kr": "네가 도와준 이후로 내 투하 지점 주변은 조용했지만, 그게 오래 갈 거라는 뜻은 아니야. 앞으로의 훼손을 막기 위해 파묻힌 도시에서 가장 자주 쓰는 장소 중 한 곳에 감시 장비를 설치했어. 유일한 문제는 작동하려면 전력이 필요하다는 거야.",
    "no": "Alt har vært rolig rundt leveringsstedene mine siden du hjalp til, men det betyr ikke at det vil forbli slik lenge. Jeg har satt opp overvåking på et av mine mest brukte steder i Buried City, for å forhindre fremtidig tukling. Det eneste problemet er at det trenger strøm for å bli aktivert.",
    "pl": "Wszystko jest spokojne wokół moich punktów zrzutu, odkąd pomogłeś, ale to nie znaczy, że tak zostanie na długo. Ustawiłem monitoring w jednym z moich najczęściej używanych miejsc w Buried City, żeby zapobiec przyszłym manipulacjom. Jedyny problem to to, że potrzebuje zasilania, żeby zacząć działać.",
    "pt": "Tudo tem estado calmo nos meus pontos de entrega desde que você ajudou, mas isso não significa que vai continuar assim por muito tempo. Configurei vigilância num dos meus locais mais usados em Buried City, para prevenir futuras adulterações. O único problema é que precisa de energia para funcionar.",
    "pt-BR": "Tá tudo calmo nos meus pontos de entrega desde que você ajudou, mas isso não quer dizer que vai ficar assim por muito tempo. Isntalei sistema de vigilância em um dos lugares que eu mais uso na Cidade Soterrada, para evitar futuras adulterações. O único problema é que precisa de energia para entrar no ar.",
    "ru": "Всё было спокойно вокруг моих точек сброса с тех пор, как ты помог, но это не значит, что так будет долго. Я установил наблюдение в одном из самых используемых мест в Погребённом Городе, чтобы предотвратить будущие вмешательства. Единственная проблема - ему нужно питание, чтобы заработать.",
    "sr": "Sve je mirno oko mojih mesta za dostavu otkako si pomogao, ali to ne znači da će tako ostati dugo. Postavio sam nadzor na jednom od mojih najkorišćenijih mesta u Zakopanom Gradu, da sprečim buduće petljanje. Jedini problem je što mu treba struja da proradi.",
    "tr": "Yardım ettiğinden beri teslimat noktalarımın çevresinde her şey sakindi, ama bu uzun süre böyle kalacağı anlamına gelmiyor. Gelecekteki kurcalamaları önlemek için Gömülü Şehir'de en çok kullandığım yerlerden birine gözetleme kurdum. Tek sorun, çalışması için güce ihtiyacı var.",
    "uk": "Все було спокійно навколо моїх точок скидання відтоді, як ти допоміг, але це не означає, що так буде довго. Я встановив спостереження в одному з найбільш використовуваних місць у Похованому Місті, щоб запобігти майбутнім втручанням. Єдина проблема - йому потрібне живлення, щоб запрацювати.",
    "zh-CN": "自从你帮忙之后，我的投放点周围一直很平静，但这不意味着会一直这样。我在埋葬之城最常用的地点之一设置了监控，以防止未来的破坏。唯一的问题是，它需要电力才能启动。",
    "zh-TW": "自從你幫忙之後，我的投放點周圍一直很平靜，但這不意味著會一直這樣。我在埋葬之城最常用的地點之一設置了監控，以防止未來的破壞。唯一的問題是，它需要電力才能啟動。"
  },
  "objectives": [
    {
      "da": "Find den afsondrede tagterrasse sydvest for Southern Station, kig efter blå presenninger",
      "de": "Die geschützte Dachterrasse südwestlich der Südlichen Station finden (nach blauen Tarps Ausschau halten)",
      "en": "Find the secluded roof terrace south-west of the Southern Station, look for blue tarps",
      "es": "Encuentra la terraza aislada al suroeste de la Southern Station, busca lonas azules",
      "fr": "Trouve la terrasse isolée au sud-ouest de la Southern Station, cherche des bâches bleues",
      "he": "מצא את מרפסת הגג המבודדת דרומית-מערבית ל-Southern Station, חפש יריעות כחולות",
      "hr": "Pronađi povučenu krovnu terasu jugozapadno od Južne Stanice, traži plave cerade",
      "it": "Trova la terrazza sul tetto isolata a sud-ovest della Southern Station, cerca teloni blu",
      "ja": "南ステーションの南西にある青い防水シートを探し、人けのない屋上を見つける",
      "kr": "남부 역 남서쪽의 한적한 옥상 테라스를 찾아 파란색 방수포를 찾기",
      "no": "Finn den avsondrede takterrassen sørvest for Southern Station, se etter blå presenninger",
      "pl": "Znajdź odosobniony taras na dachu na południowy zachód od Southern Station, szukaj niebieskich plandek",
      "pt": "Encontre o terraço isolado a sudoeste da Southern Station, procure por lonas azuis",
      "pt-BR": "Encontre o terraço isolado a sudoeste da Estação Sul e procure por lonas azuis",
      "ru": "Найти уединённую террасу на крыше к юго-западу от Южной станции, ищите синие брезенты",
      "sr": "Pronađi povučenu krovnu terasu jugozapadne od Južne Stanice, traži plave cerade",
      "tr": "Güney İstasyonu'nun güneybatısındaki tenha çatı terasını bul, mavi brandaları ara",
      "uk": "Знайти усамітнену терасу на даху на південний захід від Південної станції, шукайте сині брезенти",
      "zh-CN": "找到南站西南方向的隐蔽屋顶露台，寻找蓝色防水布",
      "zh-TW": "找到南站西南方向的隱蔽屋頂露台，尋找藍色防水布"
    },
    {
      "da": "Omkobl solpanelet ved hjælp af 3 ledninger",
      "de": "Verkable das Solarpanel mit 3 Kabeln neu",
      "en": "Rewire the solar panel using 3 Wires",
      "es": "Recablea el panel solar usando 3 cables",
      "fr": "Recâble le panneau solaire en utilisant 3 câbles",
      "he": "חווט מחדש את הפאנל הסולארי בעזרת 3 כבלים",
      "hr": "Ponovo poveži solarni panel koristeći 3 Žice",
      "it": "Ricabla il pannello solare usando 3 cavi",
      "ja": "ワイヤーを3本使ってソーラーパネルを配線し直す",
      "kr": "전선 3개를 사용하여 태양광 패널 재배선하기",
      "no": "Koble om solpanelet ved hjelp av 3 ledninger",
      "pl": "Przewoduj panel słoneczny używając 3 kabli",
      "pt": "Refaça a fiação do painel solar usando 3 fios",
      "pt-BR": "Refaça a fiação do painel solar usando 3 fios",
      "ru": "Перемонтировать солнечную панель, используя 3 провода",
      "sr": "Ponovo poveži solarni panel koristeći 3 Žice",
      "tr": "3 Kablo kullanarak güneş panelini yeniden kablola",
      "uk": "Перепідключити сонячну панель, використовуючи 3 дроти",
      "zh-CN": "使用3根电线重新连接太阳能板",
      "zh-TW": "使用3根電線重新連接太陽能板"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "extended_shotgun_mag_ii",
      "quantity": 1
    },
    {
      "itemId": "extended_medium_mag_ii",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10l"],
  "nextQuestIds": ["ss10n"],
  "updatedAt": "01/13/2026"
}
