{
  "id": "ss10x11",
  "name": {
    "da": "Flimrende trussel",
    "de": "Flackernde Bedrohung",
    "en": "Flickering Threat",
    "es": "Amenaza parpadeante",
    "fr": "Menace vacillante",
    "he": "איום מהבהב",
    "hr": "Treperава Prijetnja",
    "it": "Minaccia tremolante",
    "ja": "ちらつく脅威",
    "kr": "깜박이는 위협",
    "no": "Flimrende trussel",
    "pl": "Migocące zagrożenie",
    "pt": "Ameaça intermitente",
    "pt-BR": "Ameaça Instável",
    "ru": "Мерцающая угроза",
    "sr": "Treperава Pretnja",
    "tr": "Titreyen Tehdit",
    "uk": "Мерехтлива загроза",
    "zh-CN": "闪烁的威胁",
    "zh-TW": "閃爍的威脅"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "requiredItemIds": [
    {
      "itemId": "wires",
      "quantity": 4
    }
  ],
  "description": {
    "da": "Min sædvanlige ingeniør er stadig ved at hele fra sine sår og har været omtåget i dage. Vi har ikke råd til at være på halvt net, indtil han bliver rask; jeg har brug for nogen til at tage hans skruenøgle i mellemtiden.",
    "de": "Der Ingenieur meines Vertrauens ist immer noch nicht von seinen Wunden genesen. Er ist schon seit Tagen etwas wirr, und wir können uns nicht erlauben, mit halber Kraft zu arbeiten, bis er wieder gesund ist. Ich brauche jemanden, der an seiner Stelle den Schraubenschlüssel schwingt.",
    "en": "My usual engineer is still healing from his wounds, and has been loopy for days. We can't afford to be at half-grid until he heals; I need someone to pick up his wrench in the mean time.",
    "es": "Mi ingeniero habitual todavía se está recuperando de sus heridas y ha estado aturdido durante días. No podemos permitirnos estar a media red hasta que se cure; necesito que alguien tome su llave inglesa mientras tanto.",
    "fr": "Mon ingénieur habituel se remet encore de ses blessures et est dans les vapes depuis des jours. On ne peut pas se permettre de fonctionner à demi-régime jusqu'à ce qu'il guérisse ; j'ai besoin de quelqu'un pour prendre sa clé en attendant.",
    "he": "המהנדס הקבוע שלי עדיין מחלים מפצעיו, והוא מסובב לגמרי כבר ימים. אנחנו לא יכולים להרשות לעצמנו לפעול בחצי כוח עד שהוא יחלים; אני צריך שמישהו ירים את מפתח הברגים במקומו בינתיים.",
    "hr": "Moj uobičajeni inženjer se još uvijek oporavlja od rana i danima je omamljen. Ne možemo si priuštiti da radimo na pola snage dok se ne oporavi; potreban mi je netko tko će preuzeti njegov ključ u međuvremenu.",
    "it": "Il mio ingegnere abituale sta ancora guarendo dalle ferite ed è stato confuso per giorni. Non possiamo permetterci di essere a metà rete finché non guarisce; ho bisogno di qualcuno che prenda in mano la sua chiave inglese nel frattempo.",
    "ja": "いつもの技術者はまだ傷の治療中で、数日間ぼんやりした状態が続いている。彼が治るまで半分の電力で我慢するわけにはいかない。その間、誰かに彼のレンチを引き継いでもらう必要がある。",
    "kr": "우리 엔지니어는 아직 부상에서 회복 중이고, 며칠째 정신이 혼미한 상태야. 그가 회복할 때까지 절반의 전력으로 버틸 여유가 없어. 그동안 누군가 그의 렌치를 대신 들어줘야 해.",
    "no": "Min vanlige ingeniør er fortsatt i ferd med å hele fra sårene sine, og har vært omtåket i dager. Vi har ikke råd til å være på halvt nett til han blir frisk; jeg trenger noen til å ta opp skiftenøkkelen hans i mellomtiden.",
    "pl": "Mój zwykły inżynier wciąż leczy rany i od dni jest zamroczony. Nie możemy sobie pozwolić na pracę na pół mocy, dopóki się nie wyleczy; potrzebuję kogoś, kto w międzyczasie przejmie jego klucz.",
    "pt": "Meu engenheiro habitual ainda está se recuperando dos ferimentos e está confuso há dias. Não podemos nos dar ao luxo de ficar com meia rede até ele se curar; preciso que alguém pegue sua chave inglesa enquanto isso.",
    "pt-BR": "Meu engenheiro habitual ainda está se recuperando dos ferimentos e tem estado fora de si há dias. Não podemos nos dar ao luxo de operar com meia capacidade até ele sarar; preciso de alguém para assumir o trabalho enquanto isso.",
    "ru": "Мой обычный инженер всё ещё лечится от ран и уже несколько дней находится в бреду. Мы не можем позволить себе работать вполсилы, пока он не выздоровеет; мне нужен кто-то, кто возьмёт его гаечный ключ на это время.",
    "sr": "Moj uobičajeni inženjer se još uvek oporavlja od rana i danima je omamljen. Ne možemo sebi priuštiti da radimo na pola snage dok se ne oporavi; potreban mi je neko ko će preuzeti njegov ključ u međuvremenu.",
    "tr": "Mühendisim hala yaralarından iyileşiyor ve günlerdir sersemleşmiş durumda. İyileşene kadar yarı kapasitede çalışmayı göze alamayız; bu arada onun yerine anahtarı alacak birine ihtiyacım var.",
    "uk": "Мій звичайний інженер все ще лікується від ран і вже кілька днів перебуває в неадекватному стані. Ми не можемо дозволити собі працювати на половину потужності, поки він одужує; мені потрібен хтось, хто підхопить його гайковий ключ тим часом.",
    "zh-CN": "我的工程师还在养伤，已经神志不清好几天了。我们不能等他痊愈才恢复全部电力供应；我需要有人在这期间接手他的扳手。",
    "zh-TW": "我的工程師還在養傷，已經神智不清好幾天了。我們不能等他痊癒才恢復全部電力供應；我需要有人在這期間接手他的扳手。"
  },
  "objectives": [
    {
      "da": "Find generatorummet",
      "de": "Die Generatorhalle finden",
      "en": "Find the Generator Room",
      "es": "Encuentra la sala de generadores",
      "fr": "Trouvez la salle des générateurs",
      "he": "מצא את חדר הגנרטור",
      "hr": "Pronađi sobu s generatorom",
      "it": "Trova la sala generatori",
      "ja": "発電室を見つける",
      "kr": "발전기실 찾기",
      "no": "Finn generatorrommet",
      "pl": "Znajdź pomieszczenie generatora",
      "pt": "Encontre a sala do gerador",
      "pt-BR": "Encontre a Sala do Gerador",
      "ru": "Найдите генераторную",
      "sr": "Pronađi sobu sa generatorom",
      "tr": "Jeneratör Odasını bul",
      "uk": "Знайдіть генераторну кімнату",
      "zh-CN": "找到发电机房",
      "zh-TW": "找到發電機房"
    },
    {
      "da": "Reparer generatoren",
      "de": "Repariere den Generator mit 4 Kabeln",
      "en": "Repair the Generator",
      "es": "Repara el generador",
      "fr": "Réparez le générateur",
      "he": "תקן את הגנרטור",
      "hr": "Popravi generator",
      "it": "Ripara il generatore",
      "ja": "発電機を修理した",
      "kr": "발전기 수리하기",
      "no": "Reparer generatoren",
      "pl": "Napraw generator",
      "pt": "Conserte o gerador",
      "pt-BR": "Repare o Gerador",
      "ru": "Отремонтируйте генератор",
      "sr": "Popravi generator",
      "tr": "Jeneratörü tamir et",
      "uk": "Відремонтуйте генератор",
      "zh-CN": "修理发电机",
      "zh-TW": "修理發電機"
    },
    {
      "da": "Find ventilationskanalen",
      "de": "Den Lüftungsschacht finden",
      "en": "Find the Ventilation Shaft",
      "es": "Encuentra el conducto de ventilación",
      "fr": "Trouvez le conduit de ventilation",
      "he": "מצא את פיר האוורור",
      "hr": "Pronađi ventilacijsko okno",
      "it": "Trova il condotto di ventilazione",
      "ja": "換気シャフトを見つける",
      "kr": "환기구 찾기",
      "no": "Finn ventilasjonssjakt",
      "pl": "Znajdź szyb wentylacyjny",
      "pt": "Encontre o duto de ventilação",
      "pt-BR": "Encontre o Duto de Ventilação",
      "ru": "Найдите вентиляционную шахту",
      "sr": "Pronađi ventilacioni otvor",
      "tr": "Havalandırma Bacasını bul",
      "uk": "Знайдіть вентиляційну шахту",
      "zh-CN": "找到通风井",
      "zh-TW": "找到通風井"
    },
    {
      "da": "Aktiver strømmen via strømkontakten under trappen",
      "de": "Den Strom mit dem Stromschalter unter der Treppe aktivieren",
      "en": "Enable the power via the power switch underneath the stairs",
      "es": "Activa la energía mediante el interruptor debajo de las escaleras",
      "fr": "Activez l'alimentation via l'interrupteur sous les escaliers",
      "he": "הפעל את החשמל דרך מתג ההפעלה שמתחת למדרגות",
      "hr": "Uključi struju pomoću prekidača ispod stubišta",
      "it": "Attiva l'alimentazione tramite l'interruttore sotto le scale",
      "ja": "階段の下にあるスイッチで電源を入れる",
      "kr": "계단 아래 전원 스위치로 전력 활성화하기",
      "no": "Aktiver strømmen via strømbryteren under trappen",
      "pl": "Włącz zasilanie za pomocą przełącznika pod schodami",
      "pt": "Ative a energia através do interruptor embaixo da escada",
      "pt-BR": "Ligue a energia através do interruptor debaixo da escada",
      "ru": "Включите питание через выключатель под лестницей",
      "sr": "Uključi struju pomoću prekidača ispod stepenica",
      "tr": "Merdivenlerin altındaki güç düğmesi ile gücü etkinleştir",
      "uk": "Увімкніть живлення за допомогою вимикача під сходами",
      "zh-CN": "通过楼梯下方的电源开关启动电力",
      "zh-TW": "透過樓梯下方的電源開關啟動電力"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "helmet_radio_renegade",
      "quantity": 1
    },
    {
      "itemId": "medium_gun_parts",
      "quantity": 5
    },
    {
      "itemId": "advanced_mechanical_components",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x10"],
  "nextQuestIds": ["ss10x12"],
  "updatedAt": "11/06/2025"
}
