{
  "id": "ss5a",
  "name": {
    "da": "Lugereparationer",
    "de": "Lukenreparatur",
    "en": "Hatch Repairs",
    "es": "Reparaciones de trampilla",
    "fr": "Réparations de trappes",
    "he": "תיקון פתחים",
    "hr": "Popravak Otvora",
    "it": "Riparazioni botole",
    "ja": "ハッチの修理",
    "kr": "해치 수리",
    "no": "Lukereparasjoner",
    "pl": "Naprawy włazów",
    "pt": "Reparos de escotilhas",
    "pt-BR": "Reparos de Escotilha",
    "ru": "Ремонт люков",
    "sr": "Popravka Otvora",
    "tr": "Kapak Onarımları",
    "uk": "Ремонт люків",
    "zh-CN": "舱门维修",
    "zh-TW": "艙門維修"
  },
  "trader": "Shani",
  "description": {
    "da": "Vores spejdere har rapporteret flere Raider-luger med lækkende hydrauliske rør. De virker stadig, men ikke længe. Vil du lappe en, næste gang du er derude?",
    "de": "Unsere Späher haben mehrere Raider-Luken gemeldet, bei denen die Hydraulikrohre Lecks haben. Sie funktionieren noch, aber es ist nur eine Frage der Zeit. Würdest du eines reparieren, wenn du das nächste Mal da draußen bist?",
    "en": "Our scouts have reported several Raider Hatches with leaking hydraulic pipes. They still work, but not for long. Mind patching one up, next time you're out there?",
    "es": "Nuestros exploradores han reportado varias escotillas de Saqueadores con tuberías hidráulicas con fugas. Todavía funcionan, pero no por mucho tiempo. ¿Te importaría reparar una la próxima vez que estés por allí?",
    "fr": "Nos éclaireurs ont signalé plusieurs trappes de Raiders avec des tuyaux hydrauliques qui fuient. Elles fonctionnent encore, mais plus pour longtemps. Ça te dérangerait d'en réparer une la prochaine fois que tu seras là-bas ?",
    "he": "הסיירים שלנו דיווחו על מספר פתחי Raider עם צינורות הידראוליים דולפים. הם עדיין עובדים, אבל לא לאורך זמן. אכפת לך לתקן אחד בפעם הבאה שתהיה שם בחוץ?",
    "hr": "Naši izviđači su prijavili nekoliko Raider Otvora s cijevima hidraulike koje cure. Još uvijek rade, ali ne još dugo. Možete li zakrpati jedan, sljedeći put kada budete tamo?",
    "it": "Le nostre ricognizioni hanno segnalato diverse botole dei Predoni con tubi idraulici che perdono. Funzionano ancora, ma non per molto. Ti dispiacerebbe ripararne una la prossima volta che sei là fuori?",
    "ja": "斥候の報告によると、いくつかのレイダーハッチで油圧パイプが漏れているそうだ。まだ動くが、長くは持たないだろう。次にそこへ行く時、1つ修理してくれないか？",
    "kr": "우리 정찰병들이 유압 파이프가 새는 약탈자 해치 몇 개를 발견했습니다. 아직은 작동하지만 오래가지 못할 겁니다. 다음에 나가실 때 하나 수리해 주시겠습니까?",
    "no": "Speiderene våre har rapportert flere Raider-luker med lekkende hydrauliske rør. De fungerer fortsatt, men ikke lenge. Kan du fikse en neste gang du er der ute?",
    "pl": "Nasi zwiadowcy zgłosili kilka włazów Najeźdźców z nieszczelnymi rurami hydraulicznymi. Wciąż działają, ale niedługo. Mógłbyś naprawić jeden, następnym razem gdy tam będziesz?",
    "pt": "Nossos batedores relataram várias escotilhas de Saqueadores com tubos hidráulicos vazando. Elas ainda funcionam, mas não por muito tempo. Você se importaria de consertar uma na próxima vez que estiver lá fora?",
    "pt-BR": "Nossos batedores relataram várias Escotilhas de Combatentes com vazamentos na tubulação hidráulica. Elas ainda funcionam, mas vão quebrar. Se importaria de consertar uma na próxima vez que estiver lá fora?",
    "ru": "Наши разведчики сообщили о нескольких люках рейдеров с протекающими гидравлическими трубами. Они еще работают, но недолго. Не мог бы ты починить один, когда в следующий раз будешь там?",
    "sr": "Naši izviđači su prijavili nekoliko Raider Otvora sa cevima hidraulike koje cure. Još uvek rade, ali ne još dugo. Možete li da zakrpite jedan, sledeći put kada budete tamo?",
    "tr": "Keşifçilerimiz hidrolik boruları sızdıran birkaç Yağmacı Kapağı bildirdi. Hala çalışıyorlar ama uzun süre değil. Bir dahaki sefere dışarıdayken birini tamir etmeye ne dersin?",
    "uk": "Наші розвідники повідомили про кілька люків рейдерів з протікаючими гідравлічними трубами. Вони ще працюють, але недовго. Не могли б ви полагодити один, коли наступного разу будете там?",
    "zh-CN": "我们的侦察兵报告说有几个掠夺者舱门的液压管道在泄漏。它们还能用，但坚持不了多久了。下次你去那边的时候能修一个吗？",
    "zh-TW": "我們的偵察兵回報有幾個掠奪者艙門的液壓管道在洩漏。它們還能用，但撐不了多久了。下次你去那邊的時候能修一個嗎？"
  },
  "objectives": [
    {
      "da": "Reparer de lækkende hydrauliske rør nær en Raider-luge",
      "de": "Die undichten Hydraulikrohre nahe einer Raider-Luke reparieren",
      "en": "Repair the leaking hydraulic pipes near a Raider Hatch",
      "es": "Repara las tuberías hidráulicas con fugas cerca de una escotilla de Saqueadores",
      "fr": "Réparez les tuyaux hydrauliques qui fuient près d'une trappe de Raiders",
      "he": "תקן את הצינורות ההידראוליים הדולפים ליד פתח Raider",
      "hr": "Popravite cijevi hidraulike koje cure blizu Raider Otvora",
      "it": "Ripara i tubi idraulici che perdono vicino a una botola dei Predoni",
      "ja": "レイダーハッチの近くにある水圧管の漏れを修理する",
      "kr": "약탈자 해치 근처의 새는 유압 파이프 수리",
      "no": "Reparer de lekkende hydrauliske rørene nær en Raider-luke",
      "pl": "Napraw nieszczelne rury hydrauliczne w pobliżu włazu Najeźdźców",
      "pt": "Conserte os tubos hidráulicos vazando perto de uma escotilha de Saqueadores",
      "pt-BR": "Conserte o vazamento dos tubos hidráulicos perto de uma escotilha de Combatente",
      "ru": "Устраните утечку гидропровода у рейдерского люка",
      "sr": "Popravite cevi hidraulike koje cure blizu Raider Otvora",
      "tr": "Bir Yağmacı Kapağının yakınındaki sızdıran hidrolik boruları onar",
      "uk": "Відремонтуйте протікаючі гідравлічні труби біля люка рейдерів",
      "zh-CN": "修理掠夺者舱门附近泄漏的液压管道",
      "zh-TW": "修理掠奪者艙門附近洩漏的液壓管道"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "raider_hatch_key",
      "quantity": 1
    },
    {
      "itemId": "binoculars",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss5"],
  "nextQuestIds": ["ss6"],
  "updatedAt": "01/13/2026"
}
