{
  "id": "ss10n",
  "name": {
    "da": "Industrispionage",
    "de": "Industriespionage",
    "en": "Industrial Espionage",
    "es": "Espionaje industrial",
    "fr": "Espionnage industriel",
    "he": "ריגול תעשייתי",
    "hr": "Industrijska Špijunaža",
    "it": "Spionaggio industriale",
    "ja": "産業スパイ",
    "kr": "산업 스파이",
    "no": "Industrispionasje",
    "pl": "Szpiegostwo przemysłowe",
    "pt": "Espionagem industrial",
    "pt-BR": "Espionagem Industrial",
    "ru": "Промышленный шпионаж",
    "sr": "Industrijska Špijunaža",
    "tr": "Endüstriyel Casusluk",
    "uk": "Промислове шпигунство",
    "zh-CN": "工业间谍",
    "zh-TW": "工業間諜"
  },
  "map": ["buried_city"],
  "trader": "Tian Wen",
  "grantedItemIds": [
    {
      "itemId": "burletta_i",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Nu hvor mine egne gemmer er sikret, tror jeg, det er tid til at holde et tættere øje med konkurrenterne, så dette ikke sker igen.",
    "de": "Meine Lager sind also gesichert, gut. Dann ist es jetzt Zeit, die Konkurrenz im Blick zu behalten, damit so etwas nicht noch mal passiert.",
    "en": "With my own stashes secured, I think it might be time to keep a closer eye on the competition so this doesn't happen again.",
    "es": "Con mis propios alijos asegurados, creo que es hora de vigilar más de cerca a la competencia para que esto no vuelva a suceder.",
    "fr": "Maintenant que mes propres caches sont sécurisées, je pense qu'il est temps de surveiller de plus près la concurrence pour que ça ne se reproduise pas.",
    "he": "עכשיו כשהמאגרים שלי מאובטחים, אני חושב שהגיע הזמן לפקוח עין מקרוב יותר על המתחרים כדי שזה לא יקרה שוב.",
    "hr": "Sad kad su moje zalihe osigurane, mislim da je vrijeme da bolje pratim konkurenciju kako se ovo ne bi ponovilo.",
    "it": "Con i miei nascondigli al sicuro, penso che sia ora di tenere d'occhio più da vicino la concorrenza così questo non succede di nuovo.",
    "ja": "自分の隠し場所を確保したので、これが再び起こらないように競合相手をもっと注意深く監視する時が来たと思う。",
    "kr": "내 보급품을 확보했으니, 이런 일이 다시 일어나지 않도록 경쟁자들을 좀 더 면밀히 감시할 때가 된 것 같아.",
    "no": "Nå som mine egne gjemmesteder er sikret, tror jeg det er på tide å holde et nærmere øye med konkurrentene slik at dette ikke skjer igjen.",
    "pl": "Teraz, gdy moje własne skrytki są zabezpieczone, myślę, że czas baczniej obserwować konkurencję, żeby to się nie powtórzyło.",
    "pt": "Com os meus próprios esconderijos protegidos, acho que é hora de vigiar mais de perto a concorrência para que isso não aconteça novamente.",
    "pt-BR": "Agora que meus estoques estão seguros, acho que está na hora de vigiar a concorrência para que isso não se repetir.",
    "ru": "Теперь, когда мои тайники в безопасности, думаю, пришло время присмотреть за конкурентами поближе, чтобы это не повторилось.",
    "sr": "Pošto su moje zalihe obezbeđene, mislim da je vreme da bolje pratim konkurenciju kako se ovo ne bi ponovilo.",
    "tr": "Kendi zulalarım güvende olduğuna göre, bunun bir daha olmaması için rakipleri daha yakından takip etme zamanı geldi sanırım.",
    "uk": "Тепер, коли мої схованки в безпеці, думаю, настав час пильніше стежити за конкурентами, щоб це не повторилося знову.",
    "zh-CN": "我自己的藏匿点已经安全了，我想是时候密切关注一下竞争对手了，这样就不会再发生这种事。",
    "zh-TW": "我自己的藏匿點已經安全了，我想是時候密切關注一下競爭對手了，這樣就不會再發生這種事。"
  },
  "objectives": [
    {
      "da": "Find Tian Wens våbenlager nær tankstationen i Outskirts",
      "de": "Finde Tian Wens geheimes Waffenlager in der Nähe der Tankstelle",
      "en": "Find Tian Wen's weapon cache near the Gas Station in the Outskirts",
      "es": "Encuentra el alijo de armas de Tian Wen cerca de la gasolinera en los Outskirts",
      "fr": "Trouve la cache d'armes de Tian Wen près de la station-service dans les Outskirts",
      "he": "מצא את מחסן הנשק של Tian Wen ליד תחנת הדלק ב-Outskirts",
      "hr": "Pronađi Tian Wenovu ostavu oružja blizu benzinske postaje u Predgrađu",
      "it": "Trova la scorta di armi di Tian Wen vicino alla stazione di servizio negli Outskirts",
      "ja": "ガスステーションの近くにある辺境のティアン・ウェンの武器隠し場所を見つける",
      "kr": "외곽 지역 주유소 근처에서 티안 웬의 무기 보관소를 찾으세요",
      "no": "Finn Tian Wens våpenlager nær bensinstasjonen i Outskirts",
      "pl": "Znajdź skrytkę z bronią Tian Wena w pobliżu stacji benzynowej w Outskirts",
      "pt": "Encontre o esconderijo de armas de Tian Wen perto do posto de gasolina nos Outskirts",
      "pt-BR": "Encontre o depósito de armas de Tian Wen perto do posto de gasolina na Periferia",
      "ru": "Найдите тайник с оружием Тянь Веня возле заправки на Окраинах",
      "sr": "Pronađi Tian Wenovu ostavu oružja blizu benzinske pumpe u Predgrađu",
      "tr": "Varoşlardaki Benzin İstasyonu yakınında Tian Wen'in silah zulasını bulun",
      "uk": "Знайдіть схованку зброї Тянь Веня біля заправки на Околиці",
      "zh-CN": "在郊区加油站附近找到田文的武器藏匿点",
      "zh-TW": "在郊區加油站附近找到田文的武器藏匿點"
    },
    {
      "da": "Lever Burletta til det rivaliserende våbenlager",
      "de": "am Stadtrand",
      "en": "Deliver the Burletta to the rival weapon cache",
      "es": "Entrega la Burletta al alijo de armas rival",
      "fr": "Livre la Burletta à la cache d'armes rivale",
      "he": "העבר את ה-Burletta למחסן הנשק היריב",
      "hr": "Dostavi Burlettu do suparničke ostave oružja",
      "it": "Consegna la Burletta alla scorta di armi rivale",
      "ja": "競合相手の武器置場にバーレッタを届ける",
      "kr": "Burletta를 경쟁 무기 보관소에 배달하세요",
      "no": "Lever Burletta til det rivaliserende våpenlageret",
      "pl": "Dostarcz Burlettę do rywalizującej skrytki z bronią",
      "pt": "Entregue a Burletta ao esconderijo de armas rival",
      "pt-BR": "Entregue a Burletta ao depósito de armas rival",
      "ru": "Доставьте Burletta в тайник с оружием конкурента",
      "sr": "Dostavi Burlettu do rivalske ostave oružja",
      "tr": "Burletta'yı rakip silah zulasına teslim edin",
      "uk": "Доставте Burletta до схованки зброї суперника",
      "zh-CN": "将Burletta送到对手的武器藏匿点",
      "zh-TW": "將Burletta送到對手的武器藏匿點"
    },
    {
      "da": "Plant en aflytter på våbenlageret",
      "de": "Bringe die Burletta zum gegnerischen geheimen Waffenlager",
      "en": "Plant a bug on the weapon cache",
      "es": "Coloca un micrófono en el alijo de armas",
      "fr": "Place un mouchard sur la cache d'armes",
      "he": "שתול מכשיר ציתות במחסן הנשק",
      "hr": "Postavi prisluškivač na ostavu oružja",
      "it": "Piazza una cimice nella scorta di armi",
      "ja": "武器置場に盗聴器をしかける",
      "kr": "무기 보관소에 도청 장치를 설치하세요",
      "no": "Planter en avlytter på våpenlageret",
      "pl": "Podłóż pluskwę w skrytce z bronią",
      "pt": "Plante um grampo no esconderijo de armas",
      "pt-BR": "Instale um grampo no depósito de armas",
      "ru": "Установите жучок на тайник с оружием",
      "sr": "Postavi prisluškivač na ostavu oružja",
      "tr": "Silah zulasına dinleme cihazı yerleştirin",
      "uk": "Встановіть жучок на схованку зброї",
      "zh-CN": "在武器藏匿点安装窃听器",
      "zh-TW": "在武器藏匿點安裝竊聽器"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "burletta_blueprint",
      "quantity": 1
    },
    {
      "itemId": "mechanical_components",
      "quantity": 3
    },
    {
      "itemId": "simple_gun_parts",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10m"],
  "nextQuestIds": ["ss10q"],
  "updatedAt": "01/13/2026"
}
