{
  "id": "ss10d",
  "name": {
    "da": "Blandede signaler",
    "de": "Gemischte Signale",
    "en": "Mixed Signals",
    "es": "Señales mixtas",
    "fr": "Signaux confus",
    "he": "אותות מעורבים",
    "hr": "Miješani Signali",
    "it": "Segnali ambigui",
    "ja": "混合信号",
    "kr": "혼선",
    "no": "Blandede signaler",
    "pl": "Mieszane sygnały",
    "pt": "Sinais misturados",
    "pt-BR": "Sinais Confusos",
    "ru": "Смешанный сигнал",
    "sr": "Mešoviti Signali",
    "tr": "Karışık Sinyaller",
    "uk": "Змішані сигнали",
    "zh-CN": "混杂信号",
    "zh-TW": "混雜信號"
  },
  "map": ["buried_city", "the_spaceport", "the_blue_gate", "dam_battlegrounds"],
  "trader": "Tian Wen",
  "requiredItemIds": [
    {
      "itemId": "surveyor_vault",
      "quantity": 1
    }
  ],
  "grantedItemIds": [
    {
      "itemId": "jolt_mine",
      "quantity": 3
    },
    {
      "itemId": "showstopper",
      "quantity": 2
    }
  ],
  "description": {
    "da": "Har du set nogen Landmålere; de store runde? De ser ud til at transmittere data tilbage til kredsløb, og jeg kan ikke lade være med at tænke, at det er forbundet med det signal, vi opfangede. Vil du åbne en, så vi kan prøve at dechifrere dataene?",
    "de": "Hast du Beobachter gesehen, diese großen runden Dinger? Anscheinend übertragen sie Daten zurück in den Orbit, und ich hab den Eindruck, dass das mit diesem Signal zusammenhängt. Könntest du einen aufbrechen, damit wir die Daten vielleicht entschlüsseln können?",
    "en": "Have you spotted any Surveyors; the big round ones? They seem to be transmitting data back into orbit, and I can't help but think it's tied to that signal we picked up. Will you break one open, so we can try to decipher the data?",
    "es": "¿Has visto algún Topógrafo; los grandes y redondos? Parecen estar transmitiendo datos de vuelta a la órbita, y no puedo evitar pensar que está relacionado con esa señal que captamos. ¿Podrías abrir uno para que podamos intentar descifrar los datos?",
    "fr": "Avez-vous repéré des Arpenteurs ; les gros ronds ? Ils semblent transmettre des données en orbite, et je ne peux m'empêcher de penser que c'est lié au signal que nous avons capté. Pourriez-vous en ouvrir un, pour que nous puissions essayer de déchiffrer les données ?",
    "he": "יצא לך לראות Surveyors; הגדולים והעגולים האלה? נראה שהם משדרים נתונים חזרה למסלול הלווייני, ואני לא יכול שלא לחשוב שזה קשור לאות שקלטנו. תוכל לפרוץ אחד מהם, כדי שנוכל לנסות לפענח את הנתונים?",
    "hr": "Jesi li primijetio neke Istraživače; one velike okrugle? Čini se da prenose podatke natrag u orbitu, i ne mogu a da ne pomislim da je to povezano s onim signalom koji smo uhvatili. Hoćeš li razbiti jednog, da možemo pokušati dešifrirati podatke?",
    "it": "Hai avvistato qualche Supervisore, quelli grandi e rotondi? Sembra che stiano trasmettendo dati in orbita e non posso fare a meno di pensare che siano legati al segnale che abbiamo rilevato. Vuoi aprirne uno, così possiamo provare a decifrare i dati?",
    "ja": "サーベイヤーを見かけたことは？大きくて丸いやつだ。奴らは軌道上にデータを送信しているようで、俺たちが拾った信号と関係があると思わずにはいられない。一体壊して、データを解読してみないか？",
    "kr": "서베이어를 본 적 있나요? 크고 둥근 놈들 말이에요. 그것들이 궤도로 데이터를 전송하는 것 같은데, 우리가 포착한 신호와 관련이 있다는 생각이 드네요. 하나를 부숴서 데이터를 해독해 볼 수 있을까요?",
    "no": "Har du sett noen Landmålere; de store runde? De ser ut til å overføre data tilbake til bane, og jeg kan ikke la være å tenke at det er knyttet til det signalet vi fanget opp. Vil du åpne en, slik at vi kan prøve å tyde dataene?",
    "pl": "Widziałeś jakieś Geodety; te duże, okrągłe? Wydają się przesyłać dane z powrotem na orbitę, i nie mogę przestać myśleć, że to związane z tym sygnałem, który przechwyciliśmy. Czy mógłbyś otworzyć jeden, żebyśmy mogli spróbować odszyfrować dane?",
    "pt": "Você viu algum Topógrafo; aqueles grandes e redondos? Eles parecem estar transmitindo dados de volta para a órbita, e não consigo deixar de pensar que está ligado àquele sinal que captamos. Você poderia abrir um, para que possamos tentar decifrar os dados?",
    "pt-BR": "Já viu algum Inspetor, daqueles grandalhões e redondos? Parecem que estão transmitindo dados de volta para a órbita, e suspeito que isso tem a ver com aquele sinal que captamos. Pode abrir um deles pra gente tentar decifrar os dados?",
    "ru": "Ты видел Геодезистов; таких больших круглых? Похоже, они передают данные на орбиту, и я не могу отделаться от мысли, что это связано с тем сигналом, который мы перехватили. Вскроешь одного, чтобы мы могли попытаться расшифровать данные?",
    "sr": "Da li si primetio neke Istraživače; one velike okrugle? Izgleda da prenose podatke nazad u orbitu, i ne mogu a da ne pomislim da je to povezano sa onim signalom koji smo uhvatili. Hoćeš li razbiti jednog, da možemo pokušati da dešifrujemo podatke?",
    "tr": "Hiç Surveyor gördün mü; şu büyük yuvarlak olanlardan? Yörüngeye veri iletiyorlar gibi görünüyor ve yakaladığımız sinyalle bağlantılı olduğunu düşünmeden edemiyorum. Birini parçalayıp veriyi çözmeyi deneyebilir miyiz?",
    "uk": "Ти бачив якихось Геодезистів; таких великих круглих? Схоже, вони передають дані на орбіту, і я не можу не думати, що це пов'язано з тим сигналом, який ми перехопили. Зламаєш одного, щоб ми могли спробувати розшифрувати дані?",
    "zh-CN": "你见过勘测者吗？就是那些又大又圆的家伙。它们似乎在向轨道传输数据，我不禁觉得这与我们接收到的信号有关。你能破坏一个，让我们试着解密数据吗？",
    "zh-TW": "你見過勘測者嗎？就是那些又大又圓的傢伙。它們似乎在向軌道傳輸數據，我不禁覺得這與我們接收到的信號有關。你能破壞一個，讓我們試著解密數據嗎？"
  },
  "objectives": [
    {
      "da": "Ødelæg en ARC-landmåler",
      "de": "Zerstöre einen ARC-Beobachter",
      "en": "Destroy an ARC Surveyor",
      "es": "Destruye un Topógrafo ARC",
      "fr": "Détruisez un Arpenteur ARC",
      "he": "השמד ARC Surveyor",
      "hr": "Uništi ARC Istraživača",
      "it": "Distruggi un supervisore ARC",
      "ja": "ARC偵察機を破壊する",
      "kr": "아크 서베이어 파괴",
      "no": "Ødelegg en ARC-landmåler",
      "pl": "Zniszcz Geodetę ARC",
      "pt": "Destrua um Topógrafo ARC",
      "pt-BR": "Destrua um Inspetor ARC",
      "ru": "Уничтожить ARC Геодезиста",
      "sr": "Uništi ARC Istraživača",
      "tr": "Bir ARC Surveyor'ı yok et",
      "uk": "Знищити ARC Геодезиста",
      "zh-CN": "摧毁一个ARC勘测者",
      "zh-TW": "摧毀一個ARC勘測者"
    },
    {
      "da": "Få 1 landmålerboks",
      "de": "Beschaffe 1 Beobachtertresor",
      "en": "Obtain 1 Surveyor Vault",
      "es": "Obtén 1 cámara de Topógrafo",
      "fr": "Obtenez 1 coffre d'Arpenteur",
      "he": "השג 1 Surveyor Vault",
      "hr": "Pribavi 1 Trezor Istraživača",
      "it": "Ottieni 1 cassaforte del supervisore",
      "ja": "偵察機のボックスを1個手に入れる",
      "kr": "서베이어 금고 1개 획득",
      "no": "Skaff 1 landmålerhvelv",
      "pl": "Zdobądź 1 skarbiec Geodety",
      "pt": "Obtenha 1 cofre de Topógrafo",
      "pt-BR": "Obtenha 1 cofre de Inspetor",
      "ru": "Добудьте 1 сейф «Наблюдателя»",
      "sr": "Pribavi 1 Trezor Istraživača",
      "tr": "1 Surveyor Kasası edin",
      "uk": "Отримати 1 Сховище Геодезиста",
      "zh-CN": "获得1个勘测者保险库",
      "zh-TW": "獲得1個勘測者保險庫"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "photoelectric_cloak",
      "quantity": 1
    },
    {
      "itemId": "raider_hatch_key",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10b"],
  "nextQuestIds": [],
  "updatedAt": "01/13/2026"
}
