{
  "id": "on_deaf_ears",
  "name": {
    "da": "For Døve Ører",
    "de": "Auf taube Ohren gestoßen",
    "en": "On Deaf Ears",
    "es": "A oídos sordos",
    "fr": "Dialogue de sourds",
    "he": "על אוזניים ערלות",
    "hr": "Na gluhe uši",
    "it": "A orecchie sorde",
    "ja": "馬の耳に念仏",
    "kr": "우이독경",
    "no": "For døve ører",
    "pl": "Głuche uszy",
    "pt": "A ouvidos moucos",
    "pt-BR": "Ouvidos Moucos",
    "ru": "Пропуская мимо ушей",
    "sr": "Na gluve uši",
    "tr": "Sağır Sultan",
    "uk": "Повз вуха",
    "zh-CN": "充耳不闻",
    "zh-TW": "充耳不聞"
  },
  "map": ["stella_montis"],
  "trader": "Lance",
  "description": {
    "da": "Det lader til, at hver anden Raider her har alvorlige høreskader.\n\nJeg har hørt rygter om, at de har udviklet nogle ekstra avancerede høreapparater på Stella Montis. Hvis du kan opspore dem, kan vi måske alle bruge vores indendørsstemmer for en gangs skyld.",
    "de": "Scheint so, als hätte jeder zweite Raider hier einen ernsthaften Gehörschaden.\n\nIch habe Gerüchte gehört, dass sie in Stella Montis einige extra fortschrittliche Hörgeräte entwickelt haben. Wenn du sie aufspüren kannst, könnten wir alle vielleicht mal unsere Zimmerlautstärke benutzen.",
    "en": "Seems like every other Raider here has some serious hearing damage.\n\nI heard rumors they developed some extra advanced hearing aids at Stella Montis. If you can track them down, we might all be able to use our indoor voices, for once.",
    "es": "Parece que uno de cada dos Raiders aquí tiene graves daños auditivos.\n\nEscuché rumores de que desarrollaron audífonos muy avanzados en Stella Montis. Si logras localizarlos, tal vez todos podamos usar nuestra voz normal por una vez.",
    "fr": "On dirait qu'un Raider sur deux ici souffre de graves problèmes auditifs.\n\nJ'ai entendu dire qu'ils avaient mis au point des appareils auditifs très avancés à Stella Montis. Si tu arrives à mettre la main dessus, on pourra peut-être tous arrêter de crier pour se parler.",
    "he": "נראה שלכל ריידר שני כאן יש נזק רציני בשמיעה.\n\nשמעתי שמועות שהם פיתחו מכשירי שמיעה מתקדמים במיוחד בסטלה מונטיס. אם תצליח לאתר אותם, אולי כולנו נוכל לדבר בקול רגיל לשם שינוי.",
    "hr": "Čini se da svaki drugi Raider ovdje ima ozbiljno oštećenje sluha.\n\nČuo sam glasine da su razvili neka napredna slušna pomagala u Stella Montisu. Ako ih uspiješ pronaći, možda ćemo svi napokon moći koristiti glasove za zatvorene prostore.",
    "it": "Sembra che un Raider su due qui abbia seri danni all'udito.\n\nHo sentito dire che a Stella Montis hanno sviluppato apparecchi acustici molto avanzati. Se riesci a trovarli, forse potremo tutti usare un tono di voce normale, per una volta.",
    "ja": "ここのレイダーはどいつもこいつも、耳がいかれているみたいだ。\n\nステラ・モンティスで超高性能な補聴器が開発されたって噂を聞いたんだ。それを見つけ出してくれれば、みんな屋内で怒鳴り合わずに済むかもしれない。",
    "kr": "여기 레이더들은 하나 건너 하나꼴로 심각한 청각 손상을 입은 것 같아.\n\n스텔라 몬티스에서 엄청나게 진보된 보청기를 개발했다는 소문을 들었어. 네가 그걸 찾아낼 수 있다면, 우리 모두 실내에서는 조용히 말할 수 있게 될지도 모르지.",
    "no": "Det virker som om annenhver Raider her har alvorlige hørselsskader.\n\nJeg hørte rykter om at de utviklet noen ekstra avanserte høreapparater på Stella Montis. Hvis du kan spore dem opp, kan vi kanskje alle bruke innestemme for en gangs skyld.",
    "pl": "Wygląda na to, że co drugi Najeźdźca ma tutaj poważne uszkodzenie słuchu.\n\nSłyszałem plotki, że w Stella Montis opracowali jakieś supernowoczesne aparaty słuchowe. Jeśli uda ci się je namierzyć, może w końcu wszyscy będziemy mogli przestać do siebie krzyczeć.",
    "pt": "Parece que todos os Raiders aqui têm lesões auditivas graves.\n\nOuvi rumores de que desenvolveram aparelhos auditivos super avançados em Stella Montis. Se conseguires encontrá-los, talvez possamos todos usar as nossas vozes de interior, para variar.",
    "pt-BR": "Parece que um em cada dois Raiders aqui tem sérios danos auditivos.\n\nOuvi rumores de que desenvolveram aparelhos auditivos superavançados em Stella Montis. Se você conseguir encontrá-los, talvez todos nós possamos parar de gritar, pelo menos uma vez.",
    "ru": "Похоже, у каждого второго Рейдера тут серьезные проблемы со слухом.\n\nДо меня дошли слухи, что в Стелла Монтис разработали какие-то суперсовременные слуховые аппараты. Если найдешь их, может, мы все наконец сможем перестать орать друг на друга.",
    "sr": "Izgleda da svaki drugi Rajder ovde ima ozbiljno oštećenje sluha.\n\nČuo sam glasine da su razvili neka napredna slušna pomagala u Stella Montisu. Ako ih uspeš pronaći, možda ćemo svi napokon moći da koristimo glasove za zatvorene prostore.",
    "tr": "Buradaki her iki Yağmacıdan birinin ciddi işitme hasarı var gibi görünüyor.\n\nStella Montis'te çok gelişmiş işitme cihazları geliştirdiklerine dair söylentiler duydum. Eğer onları bulabilirsen, belki hepimiz bir kez olsun bağırmadan konuşabiliriz.",
    "uk": "Здається, кожен другий Рейдер тут має серйозні проблеми зі слухом.\n\nЯ чув чутки, що в Stella Montis розробили якісь надсучасні слухові апарати. Якщо зможеш їх знайти, можливо, ми всі нарешті зможемо не кричати один на одного.",
    "zh-CN": "看来这里的掠夺者每个人都有严重的听力损伤。\n\n我听到传言说他们在斯特拉蒙蒂斯开发了一些超先进的助听器。如果你能找到它们，也许我们所有人这一次都能小声说话了。",
    "zh-TW": "看來這裡的掠奪者每個人都有嚴重的聽力受損。\n\n我聽到傳言說他們在斯特拉蒙蒂斯開發了一些超先進的助聽器。如果你能找到它們，也許我們所有人這一次都能輕聲細語了。"
  },
  "objectives": [
    {
      "da": "Find forskerens gæstelogbøger på receptionscomputerne",
      "de": "Finde die Gästebücher des Forschers auf den Computern am Empfang",
      "en": "Find the researcher's guest logs on the reception computers",
      "es": "Encuentra los registros de visitas del investigador en las computadoras de recepción",
      "fr": "Trouver les registres des invités du chercheur sur les ordinateurs de la réception",
      "he": "מצא את יומני האורחים של החוקר במחשבי הקבלה",
      "hr": "Pronađi popise gostiju istraživača na računalima recepcije",
      "it": "Trova i registri degli ospiti del ricercatore sui computer della reception",
      "ja": "受付のコンピューターで研究者のゲストログを見つける",
      "kr": "접수처 컴퓨터에서 연구원의 방문자 로그 찾기",
      "no": "Finn forskerens gjestelogger på resepsjonsdatamaskinene",
      "pl": "Znajdź dzienniki gości badacza na komputerach w recepcji",
      "pt": "Encontra os registos de convidados do investigador nos computadores da receção",
      "pt-BR": "Encontre os registros de convidados do pesquisador nos computadores da recepção",
      "ru": "Найти гостевые журналы исследователя на компьютерах в приемной",
      "sr": "Pronađi popise gostiju istraživača na računarima recepcije",
      "tr": "Resepsiyon bilgisayarlarında araştırmacının ziyaretçi kayıtlarını bul",
      "uk": "Знайдіть журнали відвідувачів дослідника на комп'ютерах приймальні",
      "zh-CN": "在接待处的电脑上找到研究员的访客记录",
      "zh-TW": "在接待處的電腦上找到研究員的訪客記錄"
    },
    {
      "da": "Find ud af, hvor forskeren holdt sin forelæsning, og få adgang til deres noter",
      "de": "Finde heraus, wo der Forscher seinen Vortrag gehalten hat, und greife auf seine Notizen zu",
      "en": "Find where the researcher held their lecture, and access their notes",
      "es": "Averigua dónde dio su conferencia el investigador y accede a sus notas",
      "fr": "Trouver où le chercheur a tenu sa conférence et accéder à ses notes",
      "he": "מצא היכן החוקר העביר את ההרצאה שלו, וקבל גישה לרשימותיו",
      "hr": "Pronađi gdje je istraživač održao predavanje i pristupi njegovim bilješkama",
      "it": "Scopri dove il ricercatore ha tenuto la sua conferenza e accedi ai suoi appunti",
      "ja": "研究者が講義を行った場所を見つけ、メモにアクセスする",
      "kr": "연구원이 강의를 한 장소를 찾아내어 노트에 액세스하기",
      "no": "Finn ut hvor forskeren holdt forelesningen sin, og få tilgang til notatene deres",
      "pl": "Znajdź miejsce, w którym badacz prowadził wykład i uzyskaj dostęp do jego notatek",
      "pt": "Descobre onde o investigador deu a palestra e acede às suas notas",
      "pt-BR": "Descubra onde o pesquisador realizou sua palestra e acesse suas anotações",
      "ru": "Найти место, где исследователь читал лекцию, и получить доступ к его записям",
      "sr": "Pronađi gde je istraživač održao predavanje i pristupi njegovim beleškama",
      "tr": "Araştırmacının dersini nerede verdiğini bul ve notlarına eriş",
      "uk": "Знайдіть місце, де дослідник читав лекцію, та отримайте доступ до його нотаток",
      "zh-CN": "找到研究员举办讲座的地方，并获取他们的笔记",
      "zh-TW": "找到研究員舉辦講座的地方，並獲取他們的筆記"
    },
    {
      "da": "Find oplysninger om prototyperne på computere til medicinsk forskning",
      "de": "Finde Informationen über die Prototypen auf den Computern der medizinischen Forschung",
      "en": "Find information about the prototypes on the Medical Research computers",
      "es": "Encuentra información sobre los prototipos en las computadoras de Investigación Médica",
      "fr": "Trouver des informations sur les prototypes sur les ordinateurs de la recherche médicale",
      "he": "מצא מידע על האב-טיפוסים במחשבי המחקר הרפואי",
      "hr": "Pronađi informacije o prototipovima na računalima medicinskog istraživanja",
      "it": "Trova informazioni sui prototipi nei computer della Ricerca Medica",
      "ja": "医療研究のコンピューターでプロトタイプに関する情報を見つける",
      "kr": "의료 연구 컴퓨터에서 프로토타입에 대한 정보 찾기",
      "no": "Finn informasjon om prototypene på datamaskinene for medisinsk forskning",
      "pl": "Znajdź informacje o prototypach na komputerach Badań Medycznych",
      "pt": "Encontra informações sobre os protótipos nos computadores de Investigação Médica",
      "pt-BR": "Encontre informações sobre os protótipos nos computadores da Pesquisa Médica",
      "ru": "Найти информацию о прототипах на компьютерах Медицинских исследований",
      "sr": "Pronađi informacije o prototipovima na računarima medicinskog istraživanja",
      "tr": "Tıbbi Araştırma bilgisayarlarında prototipler hakkında bilgi bul",
      "uk": "Знайдіть інформацію про прототипи на комп'ютерах медичних досліджень",
      "zh-CN": "在医学研究电脑上找到关于原型的信息",
      "zh-TW": "在醫學研究電腦上找到關於原型的資訊"
    },
    {
      "da": "Find de udskrevne forsendelseslogbøger i samleværkstederne",
      "de": "Finde die ausgedruckten Versandprotokolle in den Montagewerkstätten",
      "en": "Find the printed shipping logs in the Assembly Workshops",
      "es": "Encuentra los registros de envío impresos en los Talleres de Ensamblaje",
      "fr": "Trouver les registres d'expédition imprimés dans les ateliers d'assemblage",
      "he": "מצא את יומני המשלוח המודפסים בבתי המלאכה להרכבה",
      "hr": "Pronađi ispisane zapise o otpremi u radionicama za sastavljanje",
      "it": "Trova i registri di spedizione stampati nelle Officine di Assemblaggio",
      "ja": "組立工房で印刷された出荷ログを見つける",
      "kr": "조립 작업장에서 인쇄된 배송 로그 찾기",
      "no": "Finn de utskrevne fraktloggene i monteringsverkstedene",
      "pl": "Znajdź wydrukowane dzienniki wysyłkowe w Warsztatach Montażowych",
      "pt": "Encontra os registos de envio impressos nas Oficinas de Montagem",
      "pt-BR": "Encontre os registros de remessa impressos nas Oficinas de Montagem",
      "ru": "Найти распечатанные журналы отгрузки в Сборочных цехах",
      "sr": "Pronađi ispisane zapise o otpremi u radionicama za sastavljanje",
      "tr": "Montaj Atölyelerinde yazdırılmış sevkiyat kayıtlarını bul",
      "uk": "Знайдіть роздруковані журнали відправлень у Складальних цехах",
      "zh-CN": "在组装车间找到打印的运输记录",
      "zh-TW": "在組裝車間找到列印的運輸記錄"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "navi_blue_warde_color",
      "quantity": 1
    },
    {
      "itemId": "lure_grenade",
      "quantity": 3
    },
    {
      "itemId": "noisemaker",
      "quantity": 5
    },
    {
      "itemId": "shaker",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["12_snap_and_salvage", "groundbreaking"],
  "nextQuestIds": ["on_the_map"],
  "updatedAt": "01/27/2026"
}
