{
  "id": "on_the_map",
  "name": {
    "da": "På Kortet",
    "de": "Auf der Karte",
    "en": "On The Map",
    "es": "En el mapa",
    "fr": "Sur la carte",
    "he": "על המפה",
    "hr": "Na karti",
    "it": "Sulla mappa",
    "ja": "地図の上で",
    "kr": "지도 위에서",
    "no": "På kartet",
    "pl": "Na mapie",
    "pt": "No Mapa",
    "pt-BR": "No Mapa",
    "ru": "На карте",
    "sr": "Na mapi",
    "tr": "Haritada",
    "uk": "На мапі",
    "zh-CN": "在地图上",
    "zh-TW": "在地圖上"
  },
  "map": ["the_spaceport"],
  "trader": "Lance",
  "grantedItemIds": [
    {
      "itemId": "defibrillator",
      "quantity": 3
    }
  ],
  "description": {
    "da": "Vi kender koordinaterne for de høreapparater, men jeg er nødt til at krydshenvise dem med et papirkort over rumhavnen. Dine ben er vel ikke for trætte, vel?",
    "de": "Wir wissen, wo die Hörgeräte sind, aber ich muss das noch mit einer Papierkarte vom Raumhafen abgleichen. Deine Beine sind doch nicht zu müde, oder?",
    "en": "We know the coordinates for those hearing aids, but I'll have to cross-reference them with a paper map of the Spaceport. Those legs of yours aren't too tired, are they?",
    "es": "Conocemos las coordenadas de esos audífonos, pero tendré que cruzarlas con un mapa de papel del Puerto Espacial. Esas piernas tuyas no están demasiado cansadas, ¿verdad?",
    "fr": "Nous connaissons les coordonnées de ces appareils auditifs, mais je vais devoir les recouper avec une carte papier du spatioport. Tes jambes ne sont pas trop fatiguées, j'espère ?",
    "he": "אנחנו יודעים את הקואורדינטות של מכשירי השמיעה האלה, אבל אני צריך להצליב אותן עם מפת נייר של נמל החלל. הרגליים שלך לא עייפות מדי, נכון?",
    "hr": "Znamo koordinate za ta slušna pomagala, ali morat ću ih usporediti s papirnatom kartom Svemirske luke. Tvoje noge nisu preumorne, zar ne?",
    "it": "Conosciamo le coordinate per quegli apparecchi acustici, ma dovrò incrociarle con una mappa cartacea dello spazioporto. Le tue gambe non sono troppo stanche, vero?",
    "ja": "その補聴器の座標は分かっているが、宇宙港の紙の地図と照合する必要があるんだ。まだ歩けるよな？",
    "kr": "그 보청기들의 좌표는 알지만, 우주항의 종이 지도와 대조해 봐야 해. 다리가 너무 지친 건 아니겠지?",
    "no": "Vi kjenner koordinatene for de høreapparatene, men jeg må kryssreferere dem med et papirkart over romhavnen. Bena dine er vel ikke for slitne, er de?",
    "pl": "Znamy współrzędne tych aparatów słuchowych, ale muszę je porównać z papierową mapą Portu Kosmicznego. Twoje nogi nie są zbyt zmęczone, prawda?",
    "pt": "Sabemos as coordenadas desses aparelhos auditivos, mas vou ter de as cruzar com um mapa em papel do Espaçoporto. Essas tuas pernas não estão muito cansadas, pois não?",
    "pt-BR": "Sabemos as coordenadas desses aparelhos auditivos, mas terei que fazer uma referência cruzada com um mapa de papel do Espaçoporto. Suas pernas não estão muito cansadas, estão?",
    "ru": "Мы знаем координаты этих слуховых аппаратов, но мне нужно сверить их с бумажной картой Космопорта. Твои ноги ведь не слишком устали?",
    "sr": "Znamo koordinate za ta slušna pomagala, ali moraću da ih uporedim sa papirnom mapom Svemirske luke. Tvoje noge nisu preumorne, zar ne?",
    "tr": "O işitme cihazlarının koordinatlarını biliyoruz, ama bunları Uzay Limanı'nın kağıt haritasıyla karşılaştırmam gerekecek. Bacakların çok yorgun değildir umarım?",
    "uk": "Ми знаємо координати тих слухових апаратів, але мені доведеться звірити їх з паперовою картою Космопорту. Твої ноги не надто втомилися, правда?",
    "zh-CN": "我们知道那些助听器的坐标，但我得把它们与太空港的纸质地图进行对照。你的腿没那么累吧？",
    "zh-TW": "我們知道那些助聽器的坐標，但我得把它們與太空港的紙質地圖進行對照。你的腿沒那麼累吧？"
  },
  "objectives": [
    {
      "da": "Tag hen til, hvor brændstofslangerne knækkede, og send din placering",
      "de": "Geh dahin, wo die Kraftstoffleitungen gerissen sind, und übermittle deinen Standort",
      "en": "Head to where the Fuel Lines snapped, and transmit your location",
      "es": "Dirígete a donde se rompieron las líneas de combustible y transmite tu ubicación",
      "fr": "Se rendre là où les conduites de carburant ont rompu et transmettre votre position",
      "he": "לך למקום שבו צינורות הדלק נקרעו, ושדר את המיקום שלך",
      "hr": "Idi tamo gdje su pukli vodovi za gorivo i pošalji svoju lokaciju",
      "it": "Dirigiti dove si sono rotti i tubi del carburante e trasmetti la tua posizione",
      "ja": "燃料ラインが切断された場所に向かい、位置情報を送信する",
      "kr": "연료 라인이 끊어진 곳으로 이동하여 위치 전송",
      "no": "Dra til der drivstoffslangene røk, og overfør posisjonen din",
      "pl": "Udaj się tam, gdzie pękły przewody paliwowe i prześlij swoją lokalizację",
      "pt": "Dirige-te para onde as Linhas de Combustível rebentaram e transmite a tua localização",
      "pt-BR": "Vá para onde as Linhas de Combustível se romperam e transmita sua localização",
      "ru": "Направиться туда, где лопнули топливопроводы, и передать свое местоположение",
      "sr": "Idi tamo gde su pukli vodovi za gorivo i pošalji svoju lokaciju",
      "tr": "Yakıt Hatlarının koptuğu yere git ve konumunu ilet",
      "uk": "Відправляйтеся туди, де розірвалися паливні лінії, і передайте своє місцезнаходження",
      "zh-CN": "前往燃油管线断裂的地方，并传送你的位置",
      "zh-TW": "前往燃油管線斷裂的地方，並傳送你的位置"
    },
    {
      "da": "Tag hen til antennen nær brændstofkontrollen, og send din placering",
      "de": "Geh zur Antenne in der Nähe der Kraftstoffsteuerung und übermittle deinen Standort",
      "en": "Head to the antenna near the Fuel Control, and transmit your location",
      "es": "Dirígete a la antena cerca del Control de Combustible y transmite tu ubicación",
      "fr": "Se rendre à l'antenne près du contrôle du carburant et transmettre votre position",
      "he": "לך לאנטנה ליד בקרת הדלק, ושדר את המיקום שלך",
      "hr": "Idi do antene blizu Kontrole goriva i pošalji svoju lokaciju",
      "it": "Dirigiti all'antenna vicino al Controllo Carburante e trasmetti la tua posizione",
      "ja": "燃料制御装置近くのアンテナに向かい、位置情報を送信する",
      "kr": "연료 제어 장치 근처의 안테나로 이동하여 위치 전송",
      "no": "Dra til antennen nær drivstoffkontrollen, og overfør posisjonen din",
      "pl": "Udaj się do anteny w pobliżu Kontroli Paliwa i prześlij swoją lokalizację",
      "pt": "Dirige-te para a antena perto do Controlo de Combustível e transmite a tua localização",
      "pt-BR": "Vá para a antena perto do Controle de Combustível e transmita sua localização",
      "ru": "Направиться к антенне возле Управления топливом и передать свое местоположение",
      "sr": "Idi do antene blizu Kontrole goriva i pošalji svoju lokaciju",
      "tr": "Yakıt Kontrolü yakınındaki antene git ve konumunu ilet",
      "uk": "Відправляйтеся до антени біля управління паливом і передайте своє місцезнаходження",
      "zh-CN": "前往燃油控制处附近的天下，并传送你的位置",
      "zh-TW": "前往燃油控制處附近的天下，並傳送你的位置"
    },
    {
      "da": "Tag hen til kaktusbedet i murbruddet, og send din placering",
      "de": "Gehe zum Kaktusfeld bei der Mauerlücke und übermittle deinen Standort",
      "en": "Head to the cactus patch in the wall breach, and transmit your location",
      "es": "Dirígete al parche de cactus en la brecha del muro y transmite tu ubicación",
      "fr": "Se rendre au champ de cactus dans la brèche du mur et transmettre votre position",
      "he": "לך לטלאי הקקטוסים בפרצה בקיר, ושדר את המיקום שלך",
      "hr": "Idi do polja kaktusa u pukotini zida i pošalji svoju lokaciju",
      "it": "Dirigiti verso la zona dei cactus nella breccia del muro e trasmetti la tua posizione",
      "ja": "壁の裂け目にあるサボテン畑に向かい、位置情報を送信する",
      "kr": "벽의 틈새에 있는 선인장 밭으로 이동하여 위치 전송",
      "no": "Dra til kaktusfeltet i veggbruddet, og overfør posisjonen din",
      "pl": "Udaj się na grządkę kaktusów w wyłomie muru i prześlij swoją lokalizację",
      "pt": "Dirige-te para o canteiro de catos na brecha da parede e transmite a tua localização",
      "pt-BR": "Vá para o canteiro de cactos na brecha da parede e transmita sua localização",
      "ru": "Направиться к зарослям кактусов в проломе стены и передать свое местоположение",
      "sr": "Idi do polja kaktusa u pukotini zida i pošalji svoju lokaciju",
      "tr": "Duvar gediğindeki kaktüs yamasına git ve konumunu ilet",
      "uk": "Відправляйтеся до заростей кактусів у проломі стіни і передайте своє місцезнаходження",
      "zh-CN": "前往墙壁缺口处的仙人掌地，并传送你的位置",
      "zh-TW": "前往牆壁缺口處的仙人掌地，並傳送你的位置"
    },
    {
      "da": "Send din placering fra taget af containerlagerbygningen",
      "de": "Übermittle deinen Standort vom Dach des Containerlagergebäudes aus",
      "en": "Transmit your location from the roof of the Container Storage building",
      "es": "Transmite tu ubicación desde el techo del edificio de Almacenamiento de Contenedores",
      "fr": "Transmettre votre position depuis le toit du bâtiment de stockage des conteneurs",
      "he": "שדר את המיקום שלך מגג בניין אחסון המכולות",
      "hr": "Pošalji svoju lokaciju s krova zgrade Skladišta kontejnera",
      "it": "Trasmetti la tua posizione dal tetto dell'edificio di Stoccaggio Container",
      "ja": "コンテナ保管ビルの屋上から位置情報を送信する",
      "kr": "컨테이너 보관 건물 옥상에서 위치 전송",
      "no": "Overfør posisjonen din fra taket av containerlagerbygningen",
      "pl": "Prześlij swoją lokalizację z dachu budynku Magazynu Kontenerów",
      "pt": "Transmite a tua localização a partir do telhado do edifício de Armazenamento de Contentores",
      "pt-BR": "Transmita sua localização do telhado do prédio de Armazenamento de Contêineres",
      "ru": "Передать свое местоположение с крыши здания Склада контейнеров",
      "sr": "Pošalji svoju lokaciju sa krova zgrade Skladišta kontejnera",
      "tr": "Konteyner Depolama binasının çatısından konumunu ilet",
      "uk": "Передайте своє місцезнаходження з даху будівлі складу контейнерів",
      "zh-CN": "从集装箱存储大楼的屋顶传送你的位置",
      "zh-TW": "從集裝箱存儲大樓的屋頂傳送你的位置"
    },
    {
      "da": "Find containeren dækket af presenning, og marker den",
      "de": "Finde den mit einer Plane abgedeckten Container und markiere ihn",
      "en": "Find the container covered in tarp, and mark it",
      "es": "Encuentra el contenedor cubierto con lona y márcalo",
      "fr": "Trouver le conteneur recouvert d'une bâche et le marquer",
      "he": "מצא את המכולה המכוסה ברזנט, וסמן אותה",
      "hr": "Pronađi kontejner prekriven ceradom i označi ga",
      "it": "Trova il container coperto dal telo e contrassegnalo",
      "ja": "防水シートで覆われたコンテナを見つけ、マークする",
      "kr": "방수포로 덮인 컨테이너를 찾아 표시하기",
      "no": "Finn containeren dekket av presenning, og merk den",
      "pl": "Znajdź kontener przykryty plandeką i oznacz go",
      "pt": "Encontra o contentor coberto com lona e marca-o",
      "pt-BR": "Encontre o contêiner coberto com lona e marque-o",
      "ru": "Найти контейнер, накрытый брезентом, и пометить его",
      "sr": "Pronađi kontejner prekriven ceradom i označi ga",
      "tr": "Branda ile örtülü konteyneri bul ve işaretle",
      "uk": "Знайдіть контейнер, накритий брезентом, і позначте його",
      "zh-CN": "找到盖着防水布的集装箱，并标记它",
      "zh-TW": "找到蓋著防水布的集裝箱，並標記它"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "sterilized_bandage",
      "quantity": 3
    },
    {
      "itemId": "surge_shield_recharger",
      "quantity": 3
    },
    {
      "itemId": "tactical_mk3_healing",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["on_deaf_ears"],
  "nextQuestIds": [],
  "updatedAt": "01/27/2026"
}
