{
  "id": "ss10z",
  "name": {
    "da": "Vores tilstedeværelse deroppe",
    "de": "Unsere Anwesenheit da Oben",
    "en": "Our Presence Up There",
    "es": "Nuestra presencia ahí arriba",
    "fr": "Retour à la surface",
    "he": "הנוכחות שלנו שם למעלה",
    "hr": "Naša Prisutnost Tamo Gore",
    "it": "La nostra presenza lassù",
    "ja": "上での存在感",
    "kr": "그곳에서의 우리의 존재",
    "no": "Vår tilstedeværelse der oppe",
    "pl": "Nasza obecność tam na górze",
    "pt": "A nossa presença lá em cima",
    "pt-BR": "Nossa Presença Lá em Cima",
    "ru": "Наше присутствие там",
    "sr": "Naše Prisustvo Tamo Gore",
    "tr": "Oradaki Varlığımız",
    "uk": "Наша присутність там",
    "zh-CN": "我们在那里的存在",
    "zh-TW": "我們在那裡的存在"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Shani",
  "description": {
    "da": "ARC ændrer sig måske, men vi ændrer os endelig med det. Lad os færdiggøre de udposter og revolutionere måden, vi sporer dem, flankerer dem og smadrer dem til stumper og stykker.",
    "de": "Die ARC mögen sich ändern, aber wir verändern uns letztendlich mit ihnen zusammen. Stellen wir diese Außenposten fertig, dann können wir unsere Methoden, sie aufzuspüren, auszutricksen und zu zertrümmern revolutionieren!",
    "en": "ARC may be changing, but we're finally changing with it. Let's finish up those outposts and revolutionize the way we track them, flank them, and smash them to bits.",
    "es": "ARC puede estar cambiando, pero finalmente estamos cambiando con él. Terminemos esos puestos avanzados y revolucionemos la forma en que los rastreamos, los flanqueamos y los hacemos pedazos.",
    "fr": "L'ARC peut changer, mais nous aussi. Finissons-en avec ces avant-postes pour transformer notre façon de les repérer, de les contourner et de les pulvériser.",
    "he": "אולי ARC משתנה, אבל סוף סוף אנחנו משתנים איתו. בוא נסיים עם המוצבים האלה ונחולל מהפכה בדרך שבה אנחנו עוקבים אחריהם, מאגפים אותם, ומרסקים אותם לרסיסים.",
    "hr": "ARC se možda mijenja, ali mi se konačno mijenjamo s njim. Hajde da završimo te isturene položaje i revolucioniramo način na koji ih pratimo, napadamo s boka i lomimo ih u paramparčad.",
    "it": "ARC potrebbe cambiare, ma finalmente stiamo cambiando con esso. Finiamo quegli avamposti e rivoluzionamo il modo in cui li tracciamo, li aggiriamo e li facciamo a pezzi.",
    "ja": "ARCは変わりつつあるが、我々もついに一緒に変わっている。前哨基地を完成させて、奴らを追跡し、側面から攻撃し、粉々に打ち砕く方法を革新しよう。",
    "kr": "아크는 변하고 있지만, 우리도 드디어 함께 변하고 있어. 전초기지들을 완성하고 그들을 추적하고, 측면을 공격하고, 산산조각 내는 방식을 혁신하자.",
    "no": "ARC kan være i endring, men vi endrer oss endelig med det. La oss fullføre disse utpostene og revolusjonere måten vi sporer dem, flankerer dem og knuser dem til biter.",
    "pl": "ARC może się zmieniać, ale w końcu zmieniamy się razem z nim. Dokończmy te placówki i zrewolucjonizujmy sposób, w jaki ich tropienie, oskrzydlanie i rozbijanie na kawałki.",
    "pt": "A ARC pode estar a mudar, mas finalmente estamos a mudar com ela. Vamos terminar esses postos avançados e revolucionar a forma como os rastreamos, flanqueamos e destruímos.",
    "pt-BR": "A ARC pode estar mudando, mas finalmente estamos mudando com ela. Vamos terminar aqueles postos avançados e revolucionar a maneira como os rastreamos, flanqueamos e os despedaçamos.",
    "ru": "ARC может меняться, но мы наконец меняемся вместе с ним. Давай закончим эти аванпосты и революционизируем способ, которым мы их отслеживаем, обходим с фланга и разбиваем вдребезги.",
    "sr": "ARC se možda menja, ali mi se konačno menjamo sa njim. Hajde da završimo te isturene položaje i revolucionišemo način na koji ih pratimo, napadamo sa boka i lomimo ih u paramparčad.",
    "tr": "ARC değişiyor olabilir ama sonunda biz de onunla birlikte değişiyoruz. Şu karakolları bitirelim ve onları takip etme, kuşatma ve paramparça etme şeklimizde devrim yapalım.",
    "uk": "ARC може змінюватися, але ми нарешті змінюємося разом з ним. Давай закінчимо ці аванпости і революціонізуємо спосіб, яким ми їх відстежуємо, обходимо з флангу і розбиваємо на шматки.",
    "zh-CN": "ARC可能在改变，但我们终于也在随之改变。让我们完成这些前哨站，彻底改变我们追踪、侧翼包抄和粉碎他们的方式。",
    "zh-TW": "ARC可能在改變，但我們終於也在隨之改變。讓我們完成這些前哨站，徹底改變我們追蹤、側翼包抄和粉碎他們的方式。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Besøg Mønsterhuset i The Dam",
      "de": "Das Wandgemälde-Haus am Damm aufsuchen",
      "en": "Visit the Pattern House in The Dam",
      "es": "Visita la Casa de Patrones en The Dam",
      "fr": "Visiter la maison modèle du barrage",
      "he": "בקר ב-Pattern House שב-The Dam",
      "hr": "Posjeti Kuću Uzoraka u Brani",
      "it": "Visita la Casa dei Motivi in The Dam",
      "ja": "ダムにある壁画の家を訪れた",
      "kr": "댐의 패턴 하우스 방문",
      "no": "Besøk Mønsterhuset i The Dam",
      "pl": "Odwiedź Dom Wzorów w The Dam",
      "pt": "Visita a Casa de Padrões em The Dam",
      "pt-BR": "Visite a Pattern House na Represa",
      "ru": "Посетить Дом Узоров на Дамбе",
      "sr": "Poseti Kuću Uzoraka u Brani",
      "tr": "Barajdaki Desen Evini Ziyaret Et",
      "uk": "Відвідати Будинок Патернів на Дамбі",
      "zh-CN": "访问大坝的图案屋",
      "zh-TW": "訪問大壩的圖案屋"
    },
    {
      "da": "Find og interager med strømafbryderen",
      "de": "Finde den Stromschalter und schalte ihn um",
      "en": "Find and interact with the Power Switch",
      "es": "Encuentra e interactúa con el interruptor de energía",
      "fr": "Trouver et interagir avec l'interrupteur d'alimentation",
      "he": "מצא את מתג החשמל ובצע איתו אינטראקציה",
      "hr": "Pronađi i interagiraj s Prekidačem Napajanja",
      "it": "Trova e interagisci con l'interruttore di alimentazione",
      "ja": "電源スイッチを見つけて操作する",
      "kr": "전원 스위치 찾아서 상호작용",
      "no": "Finn og samhandle med strømbryteren",
      "pl": "Znajdź i użyj przełącznika zasilania",
      "pt": "Encontra e interage com o interruptor de energia",
      "pt-BR": "Encontre e interaja com o Interruptor de Energia",
      "ru": "Найти и взаимодействовать с выключателем питания",
      "sr": "Pronađi i interaguj sa Prekidačem Napajanja",
      "tr": "Güç Anahtarını Bul ve Etkileşime Geç",
      "uk": "Знайти та взаємодіяти з вимикачем живлення",
      "zh-CN": "找到并与电源开关互动",
      "zh-TW": "找到並與電源開關互動"
    },
    {
      "da": "Fuldfør antenneinstallationen på taget",
      "de": "Die Antenneninstallation auf dem Dach abschließen",
      "en": "Complete the antenna installation on the roof",
      "es": "Completa la instalación de la antena en el tejado",
      "fr": "Terminer l'installation de l'antenne sur le toit",
      "he": "השלם את התקנת האנטנה על הגג",
      "hr": "Završi instalaciju antene na krovu",
      "it": "Completa l'installazione dell'antenna sul tetto",
      "ja": "屋根のアンテナ設置を完了する",
      "kr": "옥상에 안테나 설치 완료",
      "no": "Fullfør antenneinstallasjonen på taket",
      "pl": "Ukończ instalację anteny na dachu",
      "pt": "Completa a instalação da antena no telhado",
      "pt-BR": "Complete a instalação da antena no telhado",
      "ru": "Завершить установку антенны на крыше",
      "sr": "Završi instalaciju antene na krovu",
      "tr": "Çatıdaki Anten Kurulumunu Tamamla",
      "uk": "Завершити встановлення антени на даху",
      "zh-CN": "完成屋顶天线安装",
      "zh-TW": "完成屋頂天線安裝"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "buried_city_town_hall_key",
      "quantity": 1
    },
    {
      "itemId": "raider_hatch_key",
      "quantity": 1
    },
    {
      "itemId": "jolt_mine",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10w"],
  "nextQuestIds": ["ss11b"],
  "videoUrl": "https://youtu.be/FNe2C3gde68",
  "updatedAt": "11/06/2025"
}
