{
  "id": "paving_the_way",
  "name": {
    "da": "Bane vejen",
    "de": "Stets voran",
    "en": "Paving the Way",
    "es": "Abriendo camino",
    "fr": "Ouvrir la voie",
    "he": "סלילת הדרך",
    "hr": "Utiranje puta",
    "it": "Aprire la strada",
    "ja": "道を切り開く",
    "kr": "길을 닦다",
    "no": "Bane vei",
    "pl": "Torowanie drogi",
    "pt": "Abrindo caminho",
    "pt-BR": "Abrindo Caminho",
    "ru": "Проложить путь",
    "sr": "Utiranje puta",
    "tr": "Yol Açmak",
    "uk": "Прокладаючи шлях",
    "zh-CN": "铺路",
    "zh-TW": "鋪路"
  },
  "map": ["dam_battlegrounds", "the_blue_gate", "buried_city"],
  "trader": "Apollo",
  "description": {
    "da": "At en hel sektor kollapser sådan... Ikke underligt folk er bange. Vi skal forstærke ud over alt, hvad vi har gjort før, og vi kan ikke gøre det alene.",
    "de": "Dass ein ganzer Sektor einfach so zusammenbricht ... Kein Wunder, dass die Leute Angst haben. Wir müssen uns mehr denn je absichern, und das schaffen wir nicht alleine.",
    "en": "For an entire sector to collapse like that... No wonder people are scared. We need to reinforce beyond anything we've done before, and we can't do it alone.",
    "es": "Para que todo un sector colapse así... No es de extrañar que la gente tenga miedo. Necesitamos reforzar más allá de todo lo que hemos hecho antes, y no podemos hacerlo solos.",
    "fr": "Pour qu'un secteur entier s'effondre comme ça... Pas étonnant que les gens aient peur. Nous devons renforcer au-delà de tout ce que nous avons fait avant, et nous ne pouvons pas le faire seuls.",
    "he": "שסקטור שלם יקרוס ככה... לא פלא שאנשים מפחדים. אנחנו צריכים להתחזק מעבר לכל מה שעשינו בעבר, ואנחנו לא יכולים לעשות את זה לבד.",
    "hr": "Da se cijeli sektor tako sruši... Nije čudo što su ljudi uplašeni. Moramo ojačati više nego ikada prije, i ne možemo to sami.",
    "it": "Per far crollare un intero settore così... Non c'è da stupirsi che la gente abbia paura. Dobbiamo rinforzare oltre qualsiasi cosa abbiamo fatto prima, e non possiamo farlo da soli.",
    "ja": "セクター全体がこんな風に崩壊するなんて...人々が怖がるのも無理はない。今までにないほど補強しなければならないし、一人ではできない。",
    "kr": "섹터 전체가 그렇게 무너지다니... 사람들이 무서워하는 게 당연해. 우리가 전에 했던 것보다 더 강화해야 하고, 혼자서는 할 수 없어.",
    "no": "At en hel sektor kollapser sånn... Ikke rart folk er redde. Vi må forsterke utover alt vi har gjort før, og vi kan ikke gjøre det alene.",
    "pl": "Żeby cały sektor tak się zawalił... Nic dziwnego, że ludzie się boją. Musimy wzmocnić bardziej niż kiedykolwiek wcześniej, i nie możemy tego zrobić sami.",
    "pt": "Para um setor inteiro colapsar assim... Não admira que as pessoas estejam com medo. Precisamos reforçar além de tudo o que fizemos antes, e não podemos fazer isso sozinhos.",
    "pt-BR": "Para um setor inteiro colapsar assim... Não é à toa que as pessoas estão assustadas. Precisamos nos reforçar além de qualquer coisa que já fizemos, e não podemos fazer isso sozinhos.",
    "ru": "Чтобы целый сектор так обрушился... Неудивительно, что люди напуганы. Нам нужно укрепить больше, чем когда-либо прежде, и мы не можем сделать это в одиночку.",
    "sr": "Da se ceo sektor tako sruši... Nije čudo što su ljudi uplašeni. Moramo da ojačamo više nego ikada pre, i ne možemo to sami.",
    "tr": "Bütün bir sektörün böyle çökmesi... İnsanların korkması şaşırtıcı değil. Daha önce yaptığımız her şeyin ötesinde güçlendirmemiz gerekiyor ve bunu tek başımıza yapamayız.",
    "uk": "Щоб цілий сектор так обвалився... Не дивно, що люди налякані. Нам потрібно зміцнити більше, ніж будь-коли раніше, і ми не можемо зробити це самі.",
    "zh-CN": "整个区域就这样坍塌了...难怪人们害怕。我们需要进行前所未有的加固，而且我们不能独自完成。",
    "zh-TW": "整個區域就這樣坍塌了...難怪人們害怕。我們需要進行前所未有的加固，而且我們不能獨自完成。"
  },
  "objectives": [
    {
      "da": "Gå til en hvilken som helst ENELICA-bygning",
      "de": "Gehe zu einem beliebigen ENELICA-Gebäude",
      "en": "Go to any ENELICA building",
      "es": "Ve a cualquier edificio de ENELICA",
      "fr": "Aller à n'importe quel bâtiment ENELICA",
      "he": "גש לכל בניין של ENELICA",
      "hr": "Idi do bilo koje ENELICA zgrade",
      "it": "Vai a qualsiasi edificio ENELICA",
      "ja": "任意のENELICAビルに行く",
      "kr": "아무 ENELICA 건물로 가세요",
      "no": "Gå til en hvilken som helst ENELICA-bygning",
      "pl": "Idź do dowolnego budynku ENELICA",
      "pt": "Vai a qualquer edifício ENELICA",
      "pt-BR": "Vá para qualquer prédio da ENELICA",
      "ru": "Идите к любому зданию ENELICA",
      "sr": "Idi do bilo koje ENELICA zgrade",
      "tr": "Herhangi bir ENELICA binasına git",
      "uk": "Ідіть до будь-якої будівлі ENELICA",
      "zh-CN": "前往任何ENELICA建筑",
      "zh-TW": "前往任何ENELICA建築"
    },
    {
      "da": "Søg efter en opslagstavle med en note fra forskeren",
      "de": "Durchsuche den Raum nach Bauhinweisen",
      "en": "Search for a notice board with a note from the researcher",
      "es": "Busca un tablón de anuncios con una nota del investigador",
      "fr": "Cherchez un panneau d'affichage avec une note du chercheur",
      "he": "חפש לוח מודעות עם פתק מהחוקר",
      "hr": "Potraži oglasnu ploču s porukom od istraživača",
      "it": "Cerca una bacheca con un appunto del ricercatore",
      "ja": "研究者からのメモがある掲示板を探す",
      "kr": "연구원의 메모가 있는 게시판을 찾으세요",
      "no": "Søk etter en oppslagstavle med et notat fra forskeren",
      "pl": "Poszukaj tablicy ogłoszeń z notatką od badacza",
      "pt": "Procura um quadro de avisos com uma nota do investigador",
      "pt-BR": "Procure por um quadro de avisos com um bilhete do pesquisador",
      "ru": "Найдите доску объявлений с запиской от исследователя",
      "sr": "Potraži oglasnu tablu sa porukom od istraživača",
      "tr": "Araştırmacıdan bir not bulunan ilan panosunu ara",
      "uk": "Шукайте дошку оголошень із запискою від дослідника",
      "zh-CN": "寻找一块有研究员留言的公告板",
      "zh-TW": "尋找一塊有研究員留言的公告板"
    },
    {
      "da": "På Buried City, nå øverste etage over Convinio på Piazza Roma",
      "de": "Gehe in der Begrabenen Stadt in die oberste Etage über dem Convinio auf der Piazza Roma",
      "en": "On Buried City, reach the top floor above the Convinio in Piazza Roma",
      "es": "En Buried City, llega al último piso encima del Convinio en Piazza Roma",
      "fr": "Sur Buried City, atteignez le dernier étage au-dessus du Convinio sur la Piazza Roma",
      "he": "בעיר הקבורה, הגע לקומה העליונה מעל הקונוויניו בפיאצה רומא",
      "hr": "Na Buried City, dođi do najvišeg kata iznad Convinio trgovine na Piazza Roma",
      "it": "Su Buried City, raggiungi l'ultimo piano sopra il Convinio in Piazza Roma",
      "ja": "埋もれた都市で、ピアッツァ・ローマのコンビニオの上の最上階に到達する",
      "kr": "버리드 시티에서 피아차 로마의 컨비니오 위 최상층에 도달하세요",
      "no": "På Buried City, nå øverste etasje over Convinio på Piazza Roma",
      "pl": "Na Buried City dotrzyj na najwyższe piętro nad Convinio na Piazza Roma",
      "pt": "Em Buried City, chega ao último andar acima do Convinio na Piazza Roma",
      "pt-BR": "Na Cidade Soterrada, chegue ao último andar acima do Convinio na Piazza Roma",
      "ru": "На Buried City доберитесь до верхнего этажа над Convinio на Piazza Roma",
      "sr": "Na Buried City, dođi do najvišeg sprata iznad Convinio prodavnice na Piazza Roma",
      "tr": "Buried City'de Piazza Roma'daki Convinio'nun üstündeki en üst kata ulaş",
      "uk": "На Buried City дістаньтеся верхнього поверху над Convinio на Piazza Roma",
      "zh-CN": "在埋没之城，前往罗马广场Convinio上方的顶层",
      "zh-TW": "在埋沒之城，前往羅馬廣場Convinio上方的頂樓"
    },
    {
      "da": "Find forskerens lejlighed og led efter forskningsdata",
      "de": "Such die Wohnung des Forschers und schau nach, ob du irgendwelche Forschungsdaten findest",
      "en": "Find the researcher's flat and search for any research data",
      "es": "Encuentra el piso del investigador y busca cualquier dato de investigación",
      "fr": "Trouvez l'appartement du chercheur et cherchez des données de recherche",
      "he": "מצא את דירת החוקר וחפש נתוני מחקר",
      "hr": "Pronađi istraživačev stan i pretraži ga za bilo kakve istraživačke podatke",
      "it": "Trova l'appartamento del ricercatore e cerca eventuali dati di ricerca",
      "ja": "研究者の部屋を見つけて研究データを探す",
      "kr": "연구원의 집을 찾아 연구 자료를 수색하세요",
      "no": "Finn forskerens leilighet og se etter forskningsdata",
      "pl": "Znajdź mieszkanie badacza i poszukaj danych badawczych",
      "pt": "Encontra o apartamento do investigador e procura quaisquer dados de pesquisa",
      "pt-BR": "Encontre o apartamento do pesquisador e procure por quaisquer dados de pesquisa",
      "ru": "Найдите квартиру исследователя и обыщите её в поисках исследовательских данных",
      "sr": "Pronađi istraživačev stan i pretraži ga za bilo kakve istraživačke podatke",
      "tr": "Araştırmacının dairesini bul ve herhangi bir araştırma verisi ara",
      "uk": "Знайдіть квартиру дослідника та пошукайте будь-які дані досліджень",
      "zh-CN": "找到研究员的公寓并搜寻任何研究数据",
      "zh-TW": "找到研究員的公寓並搜尋任何研究資料"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "raider_hatch_key",
      "quantity": 1
    },
    {
      "itemId": "seeker_grenade",
      "quantity": 3
    },
    {
      "itemId": "advanced_electrical_components",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x5"],
  "nextQuestIds": ["deciphering_the_data"],
  "updatedAt": "12/29/2025"
}
