{
  "id": "12_snap_and_salvage",
  "name": {
    "da": "Snap og bjærg",
    "de": "Schnappen und Ausschlachten",
    "en": "Snap and Salvage",
    "es": "Disparo y rescate",
    "fr": "Démolir et recycler",
    "he": "צלם ואסוף",
    "hr": "Slikaj i Spasi",
    "it": "Scatta e recupera",
    "ja": "スナップ・アンド・サルベージ",
    "kr": "촬영과 회수",
    "no": "Knips og salv",
    "pl": "Fotka i złom",
    "pt": "Clique e Sucata",
    "pt-BR": "Registro e Resgate",
    "ru": "Фотогеничные детали",
    "sr": "Slikaj i Spasi",
    "tr": "Çek ve Kurtar",
    "uk": "Знімок і порятунок",
    "zh-CN": "拍照与打捞",
    "zh-TW": "拍照與打撈"
  },
  "map": ["stella_montis"],
  "trader": "Tian Wen",
  "requiredItemIds": [
    {
      "itemId": "flow_controller",
      "quantity": 1
    },
    {
      "itemId": "magnetron",
      "quantity": 1
    }
  ],
  "grantedItemIds": [],
  "description": {
    "da": "Hele Speranza summer over Stella Montis lige nu, og jeg må indrømme, at det har fanget min opmærksomhed. Lad de andre finde ud af hvad og hvordan; jeg er interesseret i teknikken derinde.",
    "de": "In Speranza wird nur noch über Stella Montis gesprochen und ich muss zugeben, mein Interesse ist auch geweckt. Sollen die anderen sich mit dem Was und Wie befassen - mich interessiert die Technik, die da drinnen versteckt ist.",
    "en": "All of Speranza is buzzing about Stella Montis right now, and I admit it's caught my attention. Let the others sort out the whats and hows; I'm interested in the tech inside.",
    "es": "Toda Speranza habla de Stella Montis ahora mismo, y admito que ha despertado mi interés. Que los demás se ocupen del qué y el cómo; a mí me interesa la tecnología que hay dentro.",
    "fr": "Tout Speranza ne parle que de Stella Montis en ce moment, et j'avoue que cela a piqué ma curiosité. Laissez les autres gérer le quoi et le comment ; moi, c'est la technologie à l'intérieur qui m'intéresse.",
    "he": "כל ספרנצה מדברת על סטלה מונטיס כרגע, ואני מודה שזה תפס את תשומת ליבי. תן לאחרים לשבור את הראש על ה\"מה\" וה\"איך\"; אותי מעניינת הטכנולוגיה שבפנים.",
    "hr": "Cijela Speranza bruji o Stella Montis ovih dana i moram priznati da je privukla i moju pažnju. Neka se drugi bave time što i kako; mene zanima tehnologija unutra.",
    "it": "Tutta Speranza parla di Stella Montis in questo momento, e devo ammettere che ha catturato la mia attenzione. Lascia che gli altri si occupino del cosa e del come; a me interessa la tecnologia lì dentro.",
    "ja": "今やスペランツァ中がステラ・モンティスの話題で持ちきりで、正直に言えば、私も気になっている。何がどうなっているかは他のみんなに任せるとして、私は中にある技術に興味があるんだ。",
    "kr": "요즘 스페란자는 스텔라 몬티스 이야기로 떠들썩해요. 솔직히 말해, 저도 관심이 생겼죠. 다른 사람들에게 사연이니 원인이니 따지는 건 맡기고, 저는 그 안의 기술에만 눈이 갑니다.",
    "no": "Hele Speranza summer om Stella Montis akkurat nå, og jeg må innrømme at det har vekket interessen min. La de andre finne ut av hva og hvordan; jeg er interessert i teknologien der inne.",
    "pl": "Cała Speranza huczy teraz o Stella Montis i przyznam, że wzbudziło to moją ciekawość. Niech inni martwią się o to, co i jak; mnie interesuje technologia w środku.",
    "pt": "Toda Speranza só fala de Stella Montis neste momento, e admito que chamou minha atenção. Deixe que os outros descubram o quê e o como; eu estou de olho é na tecnologia lá dentro.",
    "pt-BR": "Só se fala de Stella Montis em Speranza. Admito que fiquei curiosa também. Enquanto os outros se preocupam com o resto dos detalhes, eu quero é saber da tecnologia que tem lá dentro.",
    "ru": "Вся Сперанца сейчас гудит из-за Стелла Монтис, и признаюсь, это привлекло моё внимание. Пусть другие разбираются, что там и почему; меня интересуют технологии внутри.",
    "sr": "Cela Speranza bruji o Stela Montisu ovih dana, i moram da priznam da je privukao i moju pažnju. Neka se drugi bave time šta je i kako je; mene zanima tehnologija unutra.",
    "tr": "Şu anda tüm Speranza, Stella Montis hakkında konuşuyor ve kabul etmeliyim ki benim de ilgimi çekti. Neyin ne olduğunu başkaları çözsün; beni ilgilendiren içerideki teknoloji.",
    "uk": "Уся Сперанца зараз гуде через Стелла Монтіс, і мушу визнати, це привернуло мою увагу. Хай інші розбираються з тим, що і як; мене цікавить техніка всередині.",
    "zh-CN": "现在整个斯佩兰扎都在谈论斯特拉蒙蒂斯，我得承认，这也引起了我的兴趣。就让别人去弄清楚那些来龙去脉吧；我只对里面的科技感兴趣。",
    "zh-TW": "現在整個斯佩蘭札都在談論史特拉蒙蒂斯，我得承認，這也引起了我的興趣。就讓別人去弄清楚那些來龍去脈吧；我只對裡面的科技感興趣。"
  },
  "objectives": [
    {
      "da": "Tag et foto af en af roverne i Sandbox-området",
      "de": "Fotografiere einen beliebigen Rover im Sandkasten",
      "en": "Take a photo of any of the Rovers in the Sandbox",
      "es": "Haz una foto de cualquiera de los rovers en el Sandbox",
      "fr": "Prends une photo de l'un des rovers dans le bac à sable",
      "he": "צלם תמונה של אחד מהרוברים בארגז החול",
      "hr": "Fotografiraj bilo koji od rovera u Sandboxu",
      "it": "Scatta una foto a uno dei rover nell'area Sandbox",
      "ja": "検証環境でローヴァーの写真を撮る",
      "kr": "샌드박스 지역에 있는 로버 중 아무거나 한 대를 사진 찍기",
      "no": "Ta et bilde av en av roverne i Sandbox-området",
      "pl": "Zrób zdjęcie jednemu z łazików na poligonie",
      "pt": "Tire uma foto de qualquer um dos Rovers no Sandbox",
      "pt-BR": "Tire uma foto de qualquer um dos robôs exploradores na Área de Testes",
      "ru": "Сфотографируйте самоходного робота в песочнице",
      "sr": "Fotografiši bilo koji od rovera u Sandboxu",
      "tr": "Kum Havuzu'ndaki gezicilerden herhangi birinin fotoğrafını çek",
      "uk": "Зроби фото будь-якого з ровери в зоні полігону",
      "zh-CN": "在沙盒区域为任意一台漫游者拍一张照片",
      "zh-TW": "在沙盒區域為任意一台漫遊者拍一張照片"
    },
    {
      "da": "Gennemsøg papirerne i sikkerhedskontrolrummet ved lobbyen",
      "de": "Durchsuche die Unterlagen im Sicherheitskontrollraum bei der Lobby",
      "en": "Search the papers in the Security Checkpoint room by the Lobby",
      "es": "Registra los documentos en la sala del control de seguridad junto al vestíbulo",
      "fr": "Fouille les documents dans la salle du poste de sécurité près du hall",
      "he": "חפש בניירות בחדר הבידוק הביטחוני ליד הלובי",
      "hr": "Pretraži papire u sobi Sigurnosne Kontrolne Točke pored predvorja",
      "it": "Perquisisci i documenti nella sala del posto di sicurezza accanto alla hall",
      "ja": "ロビーの隣のセキュリティ・チェックポイント室で書類を調査する",
      "kr": "로비 옆 보안 검사실에 있는 서류를 조사하기",
      "no": "Søk gjennom papirene i sikkerhetskontrollrommet ved lobbyen",
      "pl": "Przeszukaj papiery w pokoju punktu kontrolnego bezpieczeństwa przy holu",
      "pt": "Revide os papéis na sala do Posto de Segurança ao lado do Lobby",
      "pt-BR": "Procure os papéis na sala do Posto de Segurança perto do Saguão",
      "ru": "Найдите бумаги в помещении контрольного пункта охраны у лобби",
      "sr": "Pretraži papire u sobi Sigurnosne Kontrolne Tačke pored lobija",
      "tr": "Lobinin yanındaki Güvenlik Kontrol odasındaki evrakları ara",
      "uk": "Обшукай папери в кімнаті контрольно-пропускного пункту біля вестибюля",
      "zh-CN": "搜查大堂旁安检室里的文件",
      "zh-TW": "搜查大廳旁安全檢查室裡的文件"
    },
    {
      "da": "Aflever en Magnetron til Tian Wen",
      "de": "Liefere eine Magnetron an Tian Wen",
      "en": "Deliver a Magnetron to Tian Wen",
      "es": "Entrega un magnetrón a Tian Wen",
      "fr": "Livre un magnétron à Tian Wen",
      "he": "מסור מגנטרון ל-Tian Wen",
      "hr": "Dostavi jedan Magnetron Tian Wenu",
      "it": "Consegna un magnetron a Tian Wen",
      "ja": "ティアン・ウェンにマグネトロンを届ける",
      "kr": "전자관 1개를 티안 웬에게 전달하기",
      "no": "Lever en magnetron til Tian Wen",
      "pl": "Dostarcz magnetron Tian Wenowi",
      "pt": "Entregue um Magnetron para Tian Wen",
      "pt-BR": "Entregue um Magnetron para Tian Wen",
      "ru": "Доставьте магнетрон Тянь Вену",
      "sr": "Dostavi jedan Magnetron Tian Wenu",
      "tr": "Tian Wen'e bir Magnetron teslim et",
      "uk": "Достав один магнетрон Тянь Вену",
      "zh-CN": "将一个磁控管交给田文",
      "zh-TW": "將一個磁控管交給田文"
    },
    {
      "da": "Aflever en Flow Controller til Tian Wen",
      "de": "Liefere einen Durchflussregler an Tian Wen",
      "en": "Deliver a Flow Controller to Tian Wen",
      "es": "Entrega un regulador de flujo a Tian Wen",
      "fr": "Livre un régulateur de débit à Tian Wen",
      "he": "מסור בקר זרימה ל-Tian Wen",
      "hr": "Dostavi jedan Flow Controller Tian Wenu",
      "it": "Consegna un regolatore di flusso a Tian Wen",
      "ja": "ティアン・ウェンにフローコントローラーを届ける",
      "kr": "유량 조절기 1개를 티안 웬에게 전달하기",
      "no": "Lever en Flow Controller til Tian Wen",
      "pl": "Dostarcz regulator przepływu Tian Wenowi",
      "pt": "Entregue um Controlador de Fluxo para Tian Wen",
      "pt-BR": "Entregue um Controlador de Fluxo para Tian Wen",
      "ru": "Доставьте регулятор потока Тянь Вену",
      "sr": "Dostavi jedan Flow Controller Tian Wenu",
      "tr": "Tian Wen'e bir Akış Denetleyicisi teslim et",
      "uk": "Достав регулятор потоку Тянь Вену",
      "zh-CN": "将一个流量控制器交给田文",
      "zh-TW": "將一個流量控制器交給田文"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "burletta_iii",
      "quantity": 1
    },
    {
      "itemId": "silencer_ii",
      "quantity": 1
    },
    {
      "itemId": "extended_light_mag_ii",
      "quantity": 1
    },
    {
      "itemId": "light_ammo",
      "quantity": 100
    }
  ],
  "xp": 0,
  "previousQuestIds": ["12_cold_storage"],
  "nextQuestIds": ["with_a_view"],
  "updatedAt": "01/13/2026"
}
