{
  "id": "ss10x6",
  "name": {
    "da": "Kilden til forureningen",
    "de": "Quelle der Kontamination",
    "en": "Source of the Contamination",
    "es": "Fuente de la contaminación",
    "fr": "Source de la contamination",
    "he": "מקור הזיהום",
    "hr": "Izvor Kontaminacije",
    "it": "Fonte della contaminazione",
    "ja": "汚染源",
    "kr": "오염의 근원",
    "no": "Kilden til forurensningen",
    "pl": "Źródło skażenia",
    "pt": "Fonte da Contaminação",
    "pt-BR": "Origem da Contaminação",
    "ru": "Источник заражения",
    "sr": "Izvor Kontaminacije",
    "tr": "Kirlenmenin Kaynağı",
    "uk": "Джерело забруднення",
    "zh-CN": "污染源",
    "zh-TW": "污染源"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Jeg siger ikke, at vores vand er blevet manipuleret, men baseret på dine prøver kan jeg heller ikke udelukke muligheden. Vil du vende tilbage til dæmningen og se, hvad der er galt?",
    "de": "Ich sag jetzt nicht, dass uns jemand was ins Wasser getan hat, aber angesichts deiner Proben kann ich das auch nicht ausschließen. Könntest du noch mal zum Damm gehen und nachsehen, was da los ist?",
    "en": "I'm not saying our water's been tampered with, but based on your samples, I can't rule out the possibility either. Would you return to the Dam and see what's wrong?",
    "es": "No digo que hayan manipulado nuestra agua, pero según tus muestras, tampoco puedo descartar esa posibilidad. ¿Podrías volver a la presa y ver qué está mal?",
    "fr": "Je ne dis pas que notre eau a été trafiquée, mais d'après vos échantillons, je ne peux pas non plus écarter cette possibilité. Pourriez-vous retourner au barrage et voir ce qui ne va pas ?",
    "he": "אני לא אומר שמישהו התעסק עם המים שלנו, אבל על סמך הדגימות שלך, אני לא יכול לשלול את האפשרות הזו. תוכל לחזור אל הסכר ולבדוק מה הבעיה?",
    "hr": "Ne kažem da je netko petljao po našoj vodi, ali na temelju tvojih uzoraka, ne mogu ni isključiti tu mogućnost. Možeš li se vratiti do Brane i vidjeti što nije u redu?",
    "it": "Non sto dicendo che la nostra acqua sia stata manomessa, ma in base ai tuoi campioni, non posso nemmeno escludere questa possibilità. Potresti tornare alla Diga e vedere cosa c'è che non va?",
    "ja": "我々の水が汚染されたとは言わないが、あなたのサンプルを見る限り、その可能性も否定できない。ダムに戻って何が問題なのか確認してくれないか？",
    "kr": "우리 물이 오염되었다고 말하는 건 아니지만, 당신의 샘플을 보면 그 가능성도 배제할 수 없습니다. 댐으로 돌아가서 무엇이 잘못되었는지 확인해 주시겠습니까?",
    "no": "Jeg sier ikke at vannet vårt har blitt tuklet med, men basert på prøvene dine kan jeg heller ikke utelukke muligheten. Kan du returnere til demningen og se hva som er galt?",
    "pl": "Nie mówię, że nasza woda została zmanipulowana, ale na podstawie twoich próbek nie mogę też wykluczyć takiej możliwości. Czy mógłbyś wrócić do Tamy i sprawdzić, co jest nie tak?",
    "pt": "Não estou a dizer que a nossa água foi adulterada, mas com base nas suas amostras, também não posso descartar essa possibilidade. Poderia voltar à Barragem e ver o que está errado?",
    "pt-BR": "Não estou dizendo que adulteraram nossa água, mas com base nas amostras, também não posso descartar essa possibilidade. Poderia voltar à Represa e verificar o que há de errado?",
    "ru": "Я не говорю, что нашу воду отравили, но судя по вашим образцам, я не могу исключить и такую возможность. Не могли бы вы вернуться к дамбе и посмотреть, что не так?",
    "sr": "Ne kažem da je neko petljao po našoj vodi, ali na osnovu tvojih uzoraka, ne mogu ni isključiti tu mogućnost. Možeš li se vratiti do Brane i videti šta nije u redu?",
    "tr": "Suyumuzun kurcalandığını söylemiyorum ama numunelerinize dayanarak bu ihtimali de göz ardı edemem. Baraj'a geri dönüp neyin yanlış olduğuna bakabilir misiniz?",
    "uk": "Я не кажу, що нашу воду підмішали, але, виходячи з ваших зразків, я не можу виключити і таку можливість. Не могли б ви повернутися до дамби і подивитися, що не так?",
    "zh-CN": "我不是说我们的水被人动了手脚，但根据你的样本，我也不能排除这种可能性。你能回到大坝看看出了什么问题吗？",
    "zh-TW": "我不是說我們的水被人動了手腳，但根據你的樣本，我也不能排除這種可能性。你能回到大壩看看出了什麼問題嗎？"
  },
  "objectives": [
    {
      "da": "Nå vandbehandlingsbygningen i dæmningen",
      "de": "Das Gebäude der Wasseraufbereitung am Damm erreichen",
      "en": "Reach the Water Treatment Building in The Dam",
      "es": "Llega al edificio de tratamiento de agua en la presa",
      "fr": "Atteindre le bâtiment de traitement de l'eau dans le barrage",
      "he": "הגע למבנה טיהור המים בסכר",
      "hr": "Stigni do Zgrade za Pročišćavanje Vode u Brani",
      "it": "Raggiungi l'edificio di trattamento dell'acqua nella Diga",
      "ja": "ダムの水質管理棟に辿り着く",
      "kr": "댐의 수처리 건물에 도달하기",
      "no": "Nå vannbehandlingsbygningen i demningen",
      "pl": "Dotrzyj do budynku uzdatniania wody w Tamie",
      "pt": "Alcance o Edifício de Tratamento de Água na Barragem",
      "pt-BR": "Vá até o Prédio de Controle de Tratamento de Água na Represa",
      "ru": "Добраться до здания водоочистки на дамбе",
      "sr": "Stigni do Zgrade za Prečišćavanje Vode u Brani",
      "tr": "Baraj'daki Su Arıtma Binasına ulaş",
      "uk": "Дістатися до будівлі водоочисної станції на дамбі",
      "zh-CN": "到达大坝的水处理建筑",
      "zh-TW": "到達大壩的水處理建築"
    },
    {
      "da": "Søg efter oversvømmelsesindtaget nær sumpen",
      "de": "Den Überflutungseinlass am Sumpf suchen",
      "en": "Search for the Flood Spill Intake near the Swamp",
      "es": "Busca la entrada de desbordamiento cerca del pantano",
      "fr": "Chercher la prise de déversement d'inondation près du marais",
      "he": "חפש את פתח יניקת ההצפה ליד הביצה",
      "hr": "Traži Ulaz za Poplavni Preljev blizu Močvare",
      "it": "Cerca l'ingresso di scarico delle inondazioni vicino alla Palude",
      "ja": "沼の近くにある浸水吸入口を調査する",
      "kr": "늪 근처의 홍수 방류 흡입구 찾기",
      "no": "Søk etter flomutslippsinntak nær sumpen",
      "pl": "Poszukaj ujęcia wody powodziowej w pobliżu Bagna",
      "pt": "Procure a Entrada de Transbordamento perto do Pântano",
      "pt-BR": "Procure a Entrada de Vertedouro perto do Pântano",
      "ru": "Найти водозабор аварийного сброса возле болота",
      "sr": "Traži Ulaz za Poplavni Preliv blizu Močvare",
      "tr": "Bataklık yakınındaki Taşkın Dökülme Girişini ara",
      "uk": "Знайти водозабір аварійного скидання біля болота",
      "zh-CN": "在沼泽附近寻找泄洪进水口",
      "zh-TW": "在沼澤附近尋找洩洪進水口"
    },
    {
      "da": "Undersøg mistænkelige genstande",
      "de": "Verdächtige Objekte untersuchen",
      "en": "Investigate any suspicious objects",
      "es": "Investiga cualquier objeto sospechoso",
      "fr": "Enquêter sur tout objet suspect",
      "he": "חקור חפצים חשודים",
      "hr": "Istraži sve sumnjive objekte",
      "it": "Indaga su qualsiasi oggetto sospetto",
      "ja": "不審物を調査する",
      "kr": "의심스러운 물체 조사하기",
      "no": "Undersøk mistenkelige objekter",
      "pl": "Zbadaj wszelkie podejrzane obiekty",
      "pt": "Investigue quaisquer objetos suspeitos",
      "pt-BR": "Investigue objetos suspeitos",
      "ru": "Исследовать любые подозрительные объекты",
      "sr": "Istraži sve sumnjive objekte",
      "tr": "Şüpheli nesneleri araştır",
      "uk": "Дослідити будь-які підозрілі об'єкти",
      "zh-CN": "调查任何可疑物体",
      "zh-TW": "調查任何可疑物體"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "steel_spring",
      "quantity": 5
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    },
    {
      "itemId": "mod_components",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x4"],
  "nextQuestIds": ["ss10x7"],
  "updatedAt": "01/13/2026"
}
