{
  "id": "ss10x7",
  "name": {
    "da": "Skifte forsyningen",
    "de": "Versorgungswechsel",
    "en": "Switching the Supply",
    "es": "Cambiar el suministro",
    "fr": "Problèmes d'alimentation",
    "he": "הטיית האספקה",
    "hr": "Promjena Opskrbe",
    "it": "Cambiare l'approvvigionamento",
    "ja": "物資交換",
    "kr": "공급 전환",
    "no": "Bytte forsyningen",
    "pl": "Zmiana zaopatrzenia",
    "pt": "Mudar o Abastecimento",
    "pt-BR": "Troca de Suprimentos",
    "ru": "Переключение снабжения",
    "sr": "Promena Snabdevanja",
    "tr": "Tedariki Değiştirme",
    "uk": "Перемикання постачання",
    "zh-CN": "切换供应",
    "zh-TW": "切換供應"
  },
  "map": ["the_spaceport"],
  "trader": "Celeste",
  "description": {
    "da": "Der er et reservoir under rumhavnen; hvis vi formår at lede det vand hertil, burde det give os tid til at håndtere forureningen.",
    "de": "Unter dem Raumhafen ist ein Reservoir - wenn wir Wasser von da ableiten könnten, würden wir Zeit gewinnen, um uns um die Kontamination zu kümmern.",
    "en": "There is a reservoir beneath the Spaceport; if we manage to rout that water here, that should buy us time to deal with the contamination.",
    "es": "Hay un depósito bajo el espaciopuerto; si logramos desviar esa agua aquí, eso nos dará tiempo para lidiar con la contaminación.",
    "fr": "Il y a un réservoir sous le spatioport ; si nous parvenons à acheminer cette eau ici, cela devrait nous donner le temps de traiter la contamination.",
    "he": "יש מאגר מים מתחת לנמל החלל; אם נצליח לנתב את המים משם לכאן, זה אמור לקנות לנו זמן לטפל בזיהום.",
    "hr": "Postoji rezervoar ispod Svemirske Luke; ako uspijemo preusmjeriti tu vodu ovamo, to bi nam trebalo kupiti vrijeme da se pozabavimo kontaminacijom.",
    "it": "C'è un serbatoio sotto lo Spazioporto; se riusciamo a deviare quell'acqua qui, dovrebbe darci il tempo di occuparci della contaminazione.",
    "ja": "スペースポートの下に貯水池がある。その水をここに引くことができれば、汚染に対処する時間を稼げるはずだ。",
    "kr": "우주 정거장 아래에 저수지가 있습니다. 그 물을 여기로 끌어올 수 있다면, 오염을 처리할 시간을 벌 수 있을 것입니다.",
    "no": "Det er et reservoar under romhavnen; hvis vi klarer å lede vannet hit, bør det gi oss tid til å håndtere forurensningen.",
    "pl": "Pod Portem Kosmicznym znajduje się zbiornik; jeśli uda nam się przekierować tę wodę tutaj, to powinno dać nam czas na zajęcie się skażeniem.",
    "pt": "Há um reservatório sob o Espaçoporto; se conseguirmos desviar essa água para cá, isso deve dar-nos tempo para lidar com a contaminação.",
    "pt-BR": "Há um reservatório embaixo do Espaçoporto. Se conseguirmos desviar a água para cá, vamos ganhar tempo para lidar com a contaminação.",
    "ru": "Под космопортом есть резервуар; если нам удастся перенаправить ту воду сюда, это даст нам время разобраться с заражением.",
    "sr": "Postoji rezervoar ispod Svemirske Luke; ako uspemo da preusmerimo tu vodu ovde, to bi trebalo da nam kupi vreme da se pozabavimo kontaminacijom.",
    "tr": "Uzay Limanı'nın altında bir rezervuar var; eğer o suyu buraya yönlendirmeyi başarırsak, kirlenmeyle başa çıkmak için bize zaman kazandırır.",
    "uk": "Під космопортом є резервуар; якщо нам вдасться перенаправити ту воду сюди, це дасть нам час розібратися із забрудненням.",
    "zh-CN": "太空港下面有一个水库；如果我们能把那里的水引到这里，就能为我们争取时间来处理污染问题。",
    "zh-TW": "太空港下面有一個水庫；如果我們能把那裡的水引到這裡，就能為我們爭取時間來處理污染問題。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Find tunnelerne under rumhavnen",
      "de": "Die Tunnel unter dem Raumhafen finden",
      "en": "Find the tunnels under the Spaceport",
      "es": "Encuentra los túneles bajo el espaciopuerto",
      "fr": "Trouver les tunnels sous le spatioport",
      "he": "מצא את המנהרות מתחת לנמל החלל",
      "hr": "Pronađi tunele ispod Svemirske Luke",
      "it": "Trova i tunnel sotto lo Spazioporto",
      "ja": "宇宙港の下のトンネルを見つける",
      "kr": "우주 정거장 아래의 터널 찾기",
      "no": "Finn tunnelene under romhavnen",
      "pl": "Znajdź tunele pod Portem Kosmicznym",
      "pt": "Encontre os túneis sob o Espaçoporto",
      "pt-BR": "Encontre os túneis sob o Espaçoporto",
      "ru": "Найти туннели под космопортом",
      "sr": "Pronađi tunele ispod Svemirske Luke",
      "tr": "Uzay Limanı'nın altındaki tünelleri bul",
      "uk": "Знайти тунелі під космопортом",
      "zh-CN": "找到太空港下的隧道",
      "zh-TW": "找到太空港下的隧道"
    },
    {
      "da": "Find og drej ventilen i tunnelerne under rumhavnen",
      "de": "Das Ventil in den Tunneln unter dem Raumhafen finden und drehen",
      "en": "Find and turn the valve in the tunnels under Spaceport",
      "es": "Encuentra y gira la válvula en los túneles bajo el espaciopuerto",
      "fr": "Trouver et tourner la valve dans les tunnels sous le spatioport",
      "he": "מצא וסובב את השסתום במנהרות שמתחת לנמל החלל",
      "hr": "Pronađi i okreni ventil u tunelima ispod Svemirske Luke",
      "it": "Trova e gira la valvola nei tunnel sotto lo Spazioporto",
      "ja": "宇宙港の下のトンネルにあるバルブを見つけて回す",
      "kr": "우주 정거장 아래 터널에서 밸브를 찾아 돌리기",
      "no": "Finn og drei ventilen i tunnelene under romhavnen",
      "pl": "Znajdź i przekręć zawór w tunelach pod Portem Kosmicznym",
      "pt": "Encontre e gire a válvula nos túneis sob o Espaçoporto",
      "pt-BR": "Encontre e gire a válvula nos túneis sob o Espaçoporto",
      "ru": "Найти и повернуть вентиль в туннелях под космопортом",
      "sr": "Pronađi i okreni ventil u tunelima ispod Svemirske Luke",
      "tr": "Uzay Limanı altındaki tünellerde vanayı bul ve çevir",
      "uk": "Знайти та повернути вентиль у тунелях під космопортом",
      "zh-CN": "在太空港下的隧道中找到并转动阀门",
      "zh-TW": "在太空港下的隧道中找到並轉動閥門"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "blue_radio_renegade_color",
      "quantity": 1
    },
    {
      "itemId": "spaceport_trench_tower_key",
      "quantity": 1
    },
    {
      "itemId": "synthesized_fuel",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x6"],
  "nextQuestIds": ["ss10x8"],
  "updatedAt": "01/13/2026"
}
