{
  "id": "the_league",
  "name": {
    "da": "Ligaen",
    "de": "Die Liga",
    "en": "The League",
    "es": "La Liga",
    "fr": "La Ligue",
    "he": "הליגה",
    "hr": "Liga",
    "it": "La Lega",
    "ja": "リーグ",
    "kr": "리그",
    "no": "Ligaen",
    "pl": "Liga",
    "pt": "A Liga",
    "pt-BR": "A Liga",
    "ru": "Лига",
    "sr": "Liga",
    "tr": "Lig",
    "uk": "Ліга",
    "zh-CN": "联盟",
    "zh-TW": "聯盟"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Apollo",
  "grantedItemIds": [
    {
      "itemId": "yellow_light_stick",
      "quantity": 5
    },
    {
      "itemId": "red_light_stick",
      "quantity": 5
    }
  ],
  "description": {
    "da": "Børnene heromkring har sparket rundt til tomme granathylstre. Det er kun et spørgsmål om tid, før de ikke er så tomme.\n\nSå her er planen. Du hjælper mig med lidt forberedelse, og så opretter jeg et rigtigt fodboldhold til de unge.",
    "de": "Die Kinder hier haben mit leeren Granatenhülsen gespielt. Es ist nur eine Frage der Zeit, bis sie mal nicht leer sind.\n\nAlso, hier ist der Plan: Du hilfst mir bei den Vorbereitungen, und ich gründe eine richtige Fußballmannschaft für die Kleinen.",
    "en": "Kids around here have been kicking empty grenade casings around. It's only a matter of time before they're not so empty.\n\nSo here's the plan. You help me with some prep work, and I'll set up an actual football team for the young ones.",
    "es": "Los niños de por aquí han estado pateando carcasas de granadas vacías. Es solo cuestión de tiempo antes de que no estén tan vacías.\n\nAsí que este es el plan. Me ayudas con algunos preparativos y organizaré un equipo de fútbol real para los jóvenes.",
    "fr": "Les gamins du coin s'amusent à shooter dans des goupilles de grenades vides. Ce n'est qu'une question de temps avant qu'elles ne soient plus si vides.\n\nAlors voici le plan. Tu m'aides avec les préparatifs, et je monte une vraie équipe de foot pour les jeunes.",
    "he": "הילדים כאן בועטים תרמילי רימונים ריקים. זה רק עניין של זמן עד שהם לא יהיו כל כך ריקים.\n\nאז הנה התוכנית. אתה תעזור לי עם קצת עבודת הכנה, ואני אקים קבוצת כדורגל אמיתית לצעירים.",
    "hr": "Djeca ovdje udaraju prazne čahure granata. Samo je pitanje vremena kada one neće biti tako prazne.\n\nDakle, evo plana. Ti mi pomozi oko priprema, a ja ću osnovati pravi nogometni tim za mlade.",
    "it": "I ragazzini qui intorno prendono a calci bossoli di granate vuoti. È solo questione di tempo prima che non siano così vuoti.\n\nQuindi ecco il piano. Tu mi aiuti con un po' di lavoro preparatorio e io metterò su una vera squadra di calcio per i giovani.",
    "ja": "この辺りの子供たちは空の手榴弾の薬莢を蹴って遊んでいる。中身が入ったままのやつを蹴るのも時間の問題だ。\n\nそこで計画がある。あんたが準備を手伝ってくれれば、俺が子供たちのためにまともなサッカーチームを作ってやる。",
    "kr": "이 주변 아이들이 빈 수류탄 탄피를 차고 놀고 있어. 그게 비어있지 않은 걸 차게 되는 건 시간문제야.\n\n그래서 계획이 있어. 네가 준비 작업을 좀 도와주면, 내가 아이들을 위해 진짜 축구팀을 만들어 줄게.",
    "no": "Barna her omkring har sparket rundt på tomme granathylser. Det er bare et tidsspørsmål før de ikke er så tomme.\n\nSå her er planen. Du hjelper meg med litt forarbeid, så skal jeg sette opp et faktisk fotballag for de unge.",
    "pl": "Dzieciaki w okolicy kopią puste łuski po granatach. To tylko kwestia czasu, zanim trafią na takie, które nie będą puste.\n\nWięc oto plan. Ty pomożesz mi w przygotowaniach, a ja zorganizuję prawdziwą drużynę piłkarską dla młodych.",
    "pt": "Os miúdos por aqui andam a pontapear invólucros de granadas vazios. É apenas uma questão de tempo até que não estejam assim tão vazios.\n\nPor isso, aqui está o plano. Ajudas-me com o trabalho de preparação e eu crio uma verdadeira equipa de futebol para os mais novos.",
    "pt-BR": "As crianças por aqui ficam chutando carcaças de granadas vazias. É apenas uma questão de tempo até que elas não estejam tão vazias.\n\nEntão aqui está o plano. Você me ajuda com o trabalho de preparação e eu montarei um time de futebol de verdade para os jovens.",
    "ru": "Местные дети пинают пустые корпуса от гранат. Вопрос времени, когда попадется не такой уж пустой.\n\nВ общем, план такой. Ты поможешь мне с подготовкой, а я организую настоящую футбольную команду для молодежи.",
    "sr": "Deca ovde šutiraju prazne čaure granata. Samo je pitanje vremena kada one neće biti tako prazne.\n\nDakle, evo plana. Ti mi pomozi oko priprema, a ja ću osnovati pravi fudbalski tim za mlade.",
    "tr": "Buradaki çocuklar boş el bombası kovanlarını tekmeliyor. O kadar da boş olmayan birine denk gelmeleri an meselesi.\n\nPlan şu. Sen bana hazırlık çalışmalarında yardım et, ben de gençler için gerçek bir futbol takımı kurayım.",
    "uk": "Діти тут копають порожні корпуси гранат. Це лише питання часу, коли вони стануть не такими вже й порожніми.\n\nОтже, ось план. Ти допоможеш мені з підготовкою, а я організую справжню футбольну команду для молоді.",
    "zh-CN": "这附近的孩子一直在踢空的手榴弹壳。它们不再空着只是时间问题。\n\n所以计划是这样的。你帮我做些准备工作，我就为年轻人们组建一支真正的足球队。",
    "zh-TW": "這附近的孩子一直在踢空的手榴彈殼。它們不再空著只是時間問題。\n\n所以計畫是這樣的。你幫我做些準備工作，我就為年輕人們組建一支真正的足球隊。"
  },
  "objectives": [
    {
      "da": "Lever en flad fodbold til Apollo",
      "de": "Bring einen platten Fußball zu Apollo",
      "en": "Deliver a Deflated Football to Apollo",
      "es": "Entrega un balón de fútbol desinflado a Apollo",
      "fr": "Livrer un ballon de foot dégonflé à Apollo",
      "he": "מסור כדורגל le-nupach לאפולו",
      "hr": "Dostavi ispuhanu nogometnu loptu Apollu",
      "it": "Consegna un pallone da calcio sgonfio ad Apollo",
      "ja": "しぼんだサッカーボールをアポロに届ける",
      "kr": "바람 빠진 축구공을 아폴로에게 전달",
      "no": "Lever en flat fotball til Apollo",
      "pl": "Dostarcz spuszczoną piłkę nożną do Apollo",
      "pt": "Entrega uma Bola de Futebol Vazia a Apollo",
      "pt-BR": "Entregue uma Bola de Futebol Murcha para Apollo",
      "ru": "Доставить сдутый футбольный мяч Аполлону",
      "sr": "Dostavi izduvanu fudbalsku loptu Apollu",
      "tr": "Apollo'ya Sönük Bir Futbol Topu teslim et",
      "uk": "Доставте здутий футбольний м'яч Аполлону",
      "zh-CN": "将一个干瘪的足球交给阿波罗",
      "zh-TW": "將一個乾癟的足球交給阿波羅"
    },
    {
      "da": "Lever en cykelpumpe til Apollo",
      "de": "Liefere eine Fahrradpumpe an Apollo",
      "en": "Deliver a Bicycle Pump to Apollo",
      "es": "Entrega una bomba de bicicleta a Apollo",
      "fr": "Livrer une pompe à vélo à Apollo",
      "he": "מסור משאבת אופניים לאפולו",
      "hr": "Dostavi pumpu za bicikl Apollu",
      "it": "Consegna una pompa per bicicletta ad Apollo",
      "ja": "自転車の空気入れをアポロに届ける",
      "kr": "자전거 펌프를 아폴로에게 전달",
      "no": "Lever en sykkelpumpe til Apollo",
      "pl": "Dostarcz pompkę rowerową do Apollo",
      "pt": "Entrega uma Bomba de Bicicleta a Apollo",
      "pt-BR": "Entregue uma Bomba de Bicicleta para Apollo",
      "ru": "Доставить велосипедный насос Аполлону",
      "sr": "Dostavi pumpu za bicikl Apollu",
      "tr": "Apollo'ya bir Bisiklet Pompası teslim et",
      "uk": "Доставте велосипедний насос Аполлону",
      "zh-CN": "将一个自行车打气筒交给阿波罗",
      "zh-TW": "將一個自行車打氣筒交給阿波羅"
    },
    {
      "da": "På Dam Battlegrounds skal du fotografere målet ved vandtårnene",
      "de": "Fotografiere das Tor bei den Wassertürmen auf den Damm-Schlachtfeldern",
      "en": "On Dam Battlegrounds, photograph the goal by the Water Towers",
      "es": "En Campos de Batalla de la Presa, fotografía la portería junto a las Torres de Agua",
      "fr": "Sur Dam Battlegrounds, photographier le but près des châteaux d'eau",
      "he": "ב-Dam Battlegrounds, צלם את השער ליד מגדלי המים",
      "hr": "Na Dam Battlegrounds, fotografiraj gol kod Vodotornjeva",
      "it": "Su Dam Battlegrounds, fotografa la porta vicino alle Torri Idriche",
      "ja": "ダムの戦場で、給水塔のそばにあるゴールを撮影する",
      "kr": "댐 전장, 급수탑 옆의 골대 사진 촬영",
      "no": "På Dam Battlegrounds, fotografer målet ved vanntårnene",
      "pl": "Na Polach Bitew Tamy (Dam Battlegrounds) sfotografuj bramkę przy Wieżach Ciśnień",
      "pt": "Em Dam Battlegrounds, fotografa a baliza junto às Torres de Água",
      "pt-BR": "Nos Campos de Batalha da Represa, fotografe o gol perto das Torres de Água",
      "ru": "На Полях сражений у дамбы сфотографировать ворота у водонапорных башен",
      "sr": "Na Dam Battlegrounds, fotografiši gol kod Vodotornjeva",
      "tr": "Baraj Savaş Alanlarında, Su Kulelerinin yanındaki kalenin fotoğrafını çek",
      "uk": "На Полях битв біля дамби сфотографуйте ворота біля водонапірних веж",
      "zh-CN": "在大坝战场，拍摄水塔旁边的球门",
      "zh-TW": "在大壩戰場，拍攝水塔旁邊的球門"
    },
    {
      "da": "I Buried City skal du fotografere fodboldmagasinerne i enhver kiosk",
      "de": "Fotografiere in der Begrabenen Stadt die Fußballmagazine in einem beliebigen Kiosk",
      "en": "On Buried City, photograph the football magazines in any kiosk",
      "es": "En Ciudad Enterrada, fotografía las revistas de fútbol en cualquier quiosco",
      "fr": "Dans Buried City, photographier les magazines de foot dans n'importe quel kiosque",
      "he": "ב-Buried City, צלם את מגזיני הכדורגל בכל קיוסק",
      "hr": "U Buried Cityju fotografiraj nogometne časopise u bilo kojem kiosku",
      "it": "Nella Città Sepolta, fotografa le riviste di calcio in qualsiasi chiosco",
      "ja": "埋もれた都市で、任意のキオスクにあるサッカー雑誌を撮影する",
      "kr": "매몰된 도시, 아무 키오스크에 있는 축구 잡지 사진 촬영",
      "no": "I Buried City, fotografer fotballmagasinene i hvilken som helst kiosk",
      "pl": "W Zakopanym Mieście (Buried City) sfotografuj magazyny piłkarskie w dowolnym kiosku",
      "pt": "Em Buried City, fotografa as revistas de futebol em qualquer quiosque",
      "pt-BR": "Na Cidade Soterrada, fotografe as revistas de futebol em qualquer quiosque",
      "ru": "В Погребенном городе сфотографировать футбольные журналы в любом киоске",
      "sr": "U Buried Cityju fotografiši fudbalske časopise u bilo kom kiosku",
      "tr": "Gömülü Şehir'de, herhangi bir büfede futbol dergilerinin fotoğrafını çek",
      "uk": "У Похованому місті сфотографуйте футбольні журнали в будь-якому кіоску",
      "zh-CN": "在掩埋城市，拍摄任何报刊亭里的足球杂志",
      "zh-TW": "在掩埋城市，拍攝任何報刊亭裡的足球雜誌"
    },
    {
      "da": "Søg efter en flad fodbold",
      "de": "Suche nach einem platten Fußball",
      "en": "Search for a Deflated Football",
      "es": "Busca un balón de fútbol desinflado",
      "fr": "Chercher un ballon de foot dégonflé",
      "he": "חפש כדורגל le-nupach",
      "hr": "Traži ispuhanu nogometnu loptu",
      "it": "Cerca un pallone da calcio sgonfio",
      "ja": "しぼんだサッカーボールを探す",
      "kr": "바람 빠진 축구공 찾기",
      "no": "Søk etter en flat fotball",
      "pl": "Szukaj spuszczonej piłki nożnej",
      "pt": "Procura uma Bola de Futebol Vazia",
      "pt-BR": "Procure por uma Bola de Futebol Murcha",
      "ru": "Искать сдутый футбольный мяч",
      "sr": "Traži izduvanu fudbalsku loptu",
      "tr": "Sönük bir Futbol Topu ara",
      "uk": "Шукайте здутий футбольний м'яч",
      "zh-CN": "寻找一个干瘪的足球",
      "zh-TW": "尋找一個乾癟的足球"
    },
    {
      "da": "Søg efter en cykelpumpe",
      "de": "Suche nach einer Fahrradpumpe",
      "en": "Search for a Bicycle Pump",
      "es": "Busca una bomba de bicicleta",
      "fr": "Chercher une pompe à vélo",
      "he": "חפש משאבת אופניים",
      "hr": "Traži pumpu za bicikl",
      "it": "Cerca una pompa per bicicletta",
      "ja": "自転車の空気入れを探す",
      "kr": "자전거 펌프 찾기",
      "no": "Søk etter en sykkelpumpe",
      "pl": "Szukaj pompki rowerowej",
      "pt": "Procura uma Bomba de Bicicleta",
      "pt-BR": "Procure por uma Bomba de Bicicleta",
      "ru": "Искать велосипедный насос",
      "sr": "Traži pumpu za bicikl",
      "tr": "Bir Bisiklet Pompası ara",
      "uk": "Шукайте велосипедний насос",
      "zh-CN": "寻找一个自行车打气筒",
      "zh-TW": "尋找一個自行車打氣筒"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "faded_flush_aviator_color",
      "quantity": 1
    },
    {
      "itemId": "tagging_grenade",
      "quantity": 5
    },
    {
      "itemId": "firecracker",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss8b"],
  "nextQuestIds": ["movie_night"],
  "updatedAt": "01/27/2026"
}
