{
  "id": "the_stench_of_corruption",
  "name": {
    "da": "Korruptionens stank",
    "de": "Gestank der Korruption",
    "en": "The Stench of Corruption",
    "es": "El hedor de la corrupción",
    "fr": "La puanteur de la corruption",
    "he": "צחנת השחיתות",
    "hr": "Smrad korupcije",
    "it": "Il tanfo della corruzione",
    "ja": "腐敗の悪臭",
    "ko": "부패의 악취",
    "kr": "부패의 악취",
    "no": "Korrupsjonens stank",
    "pl": "Odór korupcji",
    "pt": "O Fedor da Corrupção",
    "pt-BR": "O Fedor da Corrupção",
    "ru": "Попахивает коррупцией",
    "sr": "Smrad korupcije",
    "tr": "Yolsuzluğun Kokusu",
    "uk": "Смород корупції",
    "zh-CN": "腐败的恶臭",
    "zh-TW": "腐敗的惡臭"
  },
  "map": ["the_spaceport"],
  "trader": "Shani",
  "grantedItemIds": [],
  "description": {
    "da": "Den nøgle, du fandt i tøndevognen... Jeg vil ikke komme med beskyldninger endnu, men det lugter af et indvendigt job. Vil du undersøge en fornemmelse, jeg har?",
    "de": "Der Schlüssel, den du im Fasswagen gefunden hast... Ich will jetzt nicht gleich mit Anschuldigungen um mich werfen, aber das riecht echt nach einem Insider-Job. Könntest du mal meiner Vermutung nachgehen?",
    "en": "That key you found in the barrel truck... I won't jump to accusations just yet, but this reeks of an inside job. Could you investigate a hunch I have?",
    "es": "Esa llave que encontraste en el camión de barriles... No quiero acusar a nadie todavía, pero esto huele a trabajo interno. ¿Podrías investigar una corazonada que tengo?",
    "fr": "Cette clé que tu as trouvée dans le camion-citerne… Je ne veux pas accuser qui que ce soit trop vite, mais ça sent le coup monté de l’intérieur. Tu peux vérifier une intuition que j’ai ?",
    "he": "המפתח שמצאת במשאית החביות... אני לא רוצה למהר להאשים, אבל זה מריח כמו עבודה מבפנים. תוכל לבדוק תחושת בטן שיש לי?",
    "hr": "Onaj ključ koji si pronašao u kamionu s bačvama... Neću još nikoga optuživati, ali ovo smrdi na posao iznutra. Možeš li istražiti jednu moju sumnju?",
    "it": "Quella chiave che hai trovato nel camion dei barili... Non voglio ancora lanciare accuse, ma qui puzza di lavoro dall’interno. Potresti verificare un sospetto che ho?",
    "ja": "樽トラックで見つけたあの鍵……まだ決めつけるつもりはないけど、これは内部犯行の臭いがする。私の勘を確かめてくれない？",
    "ko": "통 트럭에서 네가 찾은 그 열쇠… 아직은 섣불리 обвин할 생각은 없지만, 이건 내부 소행 냄새가 나. 내 촉을 좀 확인해 줄래?",
    "kr": "배럴 트럭에서 찾은 그 열쇠 말이야... 아직 섣불리 누군가를 의심하진 않겠지만, 내부 소행의 냄새가 나. 내 짐작이 맞는지 조사해 줄 수 있어?",
    "no": "Den nøkkelen du fant i fatbilen... Jeg vil ikke komme med anklager ennå, men dette lukter av en internjobb. Kan du undersøke en anelse jeg har?",
    "pl": "Ten klucz, który znalazłeś w ciężarówce z beczkami… Nie chcę jeszcze nikogo oskarżać, ale to śmierdzi robotą od środka. Sprawdzisz moje przeczucie?",
    "pt": "Aquela chave que você encontrou no caminhão de barris... Ainda não vou sair acusando ninguém, mas isso está com cara de serviço interno. Você pode investigar uma suspeita que eu tenho?",
    "pt-BR": "Aquela chave que você encontrou no caminhão de barris... Não vou fazer acusações ainda, mas isso cheira a um trabalho interno. Você poderia investigar um palpite que eu tenho?",
    "ru": "Тот ключ, который ты нашёл в грузовике с бочками… Я пока не хочу никого обвинять, но это пахнет внутренней работой. Можешь проверить одну мою догадку?",
    "sr": "Ključ koji si pronašao u kamionu sa buradima... Neću odmah da optužujem, ali ovo smrdi na posao iznutra. Možeš li da istražiš jedan moj predosećaj?",
    "tr": "Varil kamyonunda bulduğun o anahtar... Henüz kimseyi suçlamayacağım, ama bu iş içeriden yapılmış gibi kokuyor. Aklımdaki bir şüpheyi araştırabilir misin?",
    "uk": "Той ключ, який ти знайшов у вантажівці з бочками… Я поки не хочу висувати звинувачень, але це смердить роботою зсередини. Можеш перевірити мою підозру?",
    "zh-CN": "你在桶装卡车里找到的那把钥匙……我暂时还不想直接下结论，但这闻起来像是内鬼所为。你能帮我调查一下我的一个猜想吗？",
    "zh-TW": "你在桶裝卡車裡找到的那把鑰匙……我暫時還不想直接下結論，但這聞起來像是內鬼所為。你能幫我調查一下我的一個猜想嗎？"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "I én runde",
      "de": "Erreiche die südwestliche Lobby des Abfluggebäudes",
      "en": "In one round",
      "es": "En una sola ronda",
      "fr": "En une seule manche",
      "he": "בסיבוב אחד",
      "hr": "U jednoj rundi",
      "it": "In un solo round",
      "ja": "1ラウンド以内",
      "ko": "한 라운드 안에",
      "kr": "한 라운드 내에",
      "no": "I én runde",
      "pl": "W jednej rundzie",
      "pt": "Em uma rodada",
      "pt-BR": "Em uma partida",
      "ru": "За один раунд",
      "sr": "U jednoj rundi",
      "tr": "Tek turda",
      "uk": "За один раунд",
      "zh-CN": "在一轮内完成",
      "zh-TW": "在一輪內完成"
    },
    {
      "da": "Nå den sydvestlige lobby i afgangsbygningen",
      "de": "Finde den Umkleideraum für das Personal",
      "en": "Reach the southwest lobby of the Departure Building",
      "es": "Llega al vestíbulo suroeste del edificio de salidas",
      "fr": "Atteindre le hall sud-ouest du bâtiment des départs",
      "he": "הגע ללובי הדרום-מערבי של בניין ההמראות",
      "hr": "Dođi do jugozapadnog predvorja zgrade odlazaka",
      "it": "Raggiungi la hall sud-ovest dell’edificio Partenze",
      "ja": "出発棟の南西ロビーに到達する",
      "ko": "출발 건물 남서쪽 로비에 도달",
      "kr": "Departure Building의 남서쪽 로비에 도달",
      "no": "Nå den sørvestlige lobbyen i avgangsbygningen",
      "pl": "Dotrzyj do południowo-zachodniego holu budynku odlotów",
      "pt": "Chegue ao saguão sudoeste do prédio de partidas",
      "pt-BR": "Chegue ao saguão sudoeste do Edifício de Embarque",
      "ru": "Доберитесь до юго-западного вестибюля здания вылета",
      "sr": "Stigni do jugozapadnog hola zgrade za odlaske",
      "tr": "Kalkış Binası’nın güneybatı lobisine ulaş",
      "uk": "Дістанься південно-західного вестибюля будівлі відправлення",
      "zh-CN": "到达出发大楼的西南大厅",
      "zh-TW": "到達出發大樓的西南大廳"
    },
    {
      "da": "Find personalets omklædningsrum",
      "de": "Durchsuche den Raum nach Hinweisen auf die Identität des Saboteurs",
      "en": "Find the staff locker room",
      "es": "Encuentra el vestuario del personal",
      "fr": "Trouver le vestiaire du personnel",
      "he": "מצא את חדר ההלבשה של הצוות",
      "hr": "Pronađi svlačionicu za osoblje",
      "it": "Trova lo spogliatoio del personale",
      "ja": "職員用ロッカールームを見つける",
      "ko": "직원 탈의실 찾기",
      "kr": "직원 락커룸 찾기",
      "no": "Finn personalets garderobe",
      "pl": "Znajdź szatnię pracowników",
      "pt": "Encontre o vestiário dos funcionários",
      "pt-BR": "Encontre o vestiário dos funcionários",
      "ru": "Найдите раздевалку персонала",
      "sr": "Pronađi svlačionicu za osoblje",
      "tr": "Personel soyunma odasını bul",
      "uk": "Знайди роздягальню персоналу",
      "zh-CN": "找到员工更衣室",
      "zh-TW": "找到員工更衣室"
    },
    {
      "da": "Gennemsøg rummet efter spor om sabotørens identitet",
      "de": "Erreiche die Tunnel unter dem Raumhafen",
      "en": "Search the room for any clues of the saboteur's identity",
      "es": "Registra la habitación en busca de pistas sobre la identidad del saboteador",
      "fr": "Fouiller la pièce à la recherche d’indices sur l’identité du saboteur",
      "he": "חפש בחדר רמזים כלשהם לזהות המחבל",
      "hr": "Pretraži sobu za tragovima o identitetu sabotera",
      "it": "Cerca nella stanza indizi sull’identità del sabotatore",
      "ja": "部屋を調べ、破壊工作員の正体につながる手がかりを探す",
      "ko": "방을 수색해 사보타주범의 신원에 대한 단서 찾기",
      "kr": "방을 수색하여 사보타주 범인의 정체에 관한 단서 찾기",
      "no": "Søk i rommet etter spor om sabotørens identitet",
      "pl": "Przeszukaj pomieszczenie w poszukiwaniu wskazówek tożsamości sabotażysty",
      "pt": "Revire a sala em busca de pistas sobre a identidade do sabotador",
      "pt-BR": "Vasculhe a sala em busca de pistas sobre a identidade do sabotador",
      "ru": "Обыщите комнату в поисках улик, указывающих на личность диверсанта",
      "sr": "Pretraži sobu za bilo kakve tragove o identitetu sabotera",
      "tr": "Odada sabotajcının kimliğine dair ipuçları ara",
      "uk": "Обшукай кімнату в пошуках підказок щодо особи диверсанта",
      "zh-CN": "搜查房间，寻找破坏者身份的线索",
      "zh-TW": "搜查房間，尋找破壞者身分的線索"
    },
    {
      "da": "Nå tunnelerne under Spaceport",
      "de": "Benutze den Schlüssel bei einem beliebigen Spülterminal, um das Umgehungsprotokoll zu überschreiben",
      "en": "Reach the tunnels below the Spaceport",
      "es": "Llega a los túneles bajo el Spaceport",
      "fr": "Atteindre les tunnels sous le spatioport",
      "he": "הגע למנהרות שמתחת לנמל החלל",
      "hr": "Dođi do tunela ispod Svemirske luke",
      "it": "Raggiungi i tunnel sotto lo Spaceport",
      "ja": "宇宙港の地下トンネルに到達する",
      "ko": "우주항 아래 터널에 도달",
      "kr": "Spaceport 지하 터널에 도달",
      "no": "Nå tunnelene under Spaceport",
      "pl": "Dotrzyj do tuneli pod Spaceport",
      "pt": "Chegue aos túneis abaixo do Spaceport",
      "pt-BR": "Chegue aos túneis abaixo do Espaçoporto",
      "ru": "Доберитесь до туннелей под космопортом",
      "sr": "Stigni do tunela ispod svemirske luke",
      "tr": "Spaceport’un altındaki tünellere ulaş",
      "uk": "Дістанься тунелів під космопортом",
      "zh-CN": "到达太空港下方的隧道",
      "zh-TW": "到達太空港下方的隧道"
    },
    {
      "da": "Brug nøglen på en hvilken som helst skylleterminal for at tilsidesætte bypass-protokollen",
      "de": "Benutze den Schlüssel an einem beliebigen Spülterminal, um das Umgehungsprotokoll zu überschreiben",
      "en": "Use the key on any Flushing Terminal to override the bypass protocol",
      "es": "Usa la llave en cualquier terminal de purga para anular el protocolo de derivación",
      "fr": "Utiliser la clé sur n’importe quel terminal de purge pour remplacer le protocole de contournement",
      "he": "השתמש במפתח בכל מסוף שטיפה כדי לעקוף את פרוטוקול המעקף",
      "hr": "Upotrijebi ključ na bilo kojem terminalu za ispiranje kako bi poništio protokol zaobilaženja",
      "it": "Usa la chiave su qualsiasi terminale di spurgo per aggirare il protocollo di bypass",
      "ja": "任意のフラッシング端末で鍵を使い、バイパスプロトコルを上書きする",
      "ko": "아무 수세 터미널에서든 열쇠를 사용해 우회 프로토콜 중단시키기",
      "kr": "아무 수세 터미널에서든 열쇠를 사용해 우회 프로토콜 중단시키기",
      "no": "Bruk nøkkelen på en hvilken som helst spyleterminal for å overstyre bypass-protokollen",
      "pl": "Użyj klucza na dowolnym terminalu płukania, aby nadpisać protokół obejścia",
      "pt": "Use a chave em qualquer Terminal de Purga para sobrescrever o protocolo de desvio",
      "pt-BR": "Use a chave em qualquer Terminal de Descarga para sobrepor o protocolo de desvio",
      "ru": "Используйте ключ на любом терминале промывки, чтобы переопределить протокол обхода",
      "sr": "Upotrebi ključ na bilo kom terminalu za ispiranje da bi premostio protokol zaobilaženja",
      "tr": "Bypass protokolünü geçersiz kılmak için herhangi bir Flushing Terminalinde anahtarı kullan",
      "uk": "Скористайся ключем на будь-якому терміналі промивання, щоб перевизначити протокол обходу",
      "zh-CN": "在任意冲洗终端上使用钥匙以覆盖旁路协议",
      "zh-TW": "在任意沖洗終端上使用鑰匙以覆寫旁路協議"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "air_freshener",
      "quantity": 1
    },
    {
      "itemId": "dam_staff_room_key",
      "quantity": 1
    },
    {
      "itemId": "noisemaker",
      "quantity": 3
    },
    {
      "itemId": "warden_outfit",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["a_toxic_trail"],
  "nextQuestIds": [],
  "updatedAt": "01/13/2026"
}
