{
  "id": "ss10x3",
  "name": {
    "da": "Sagens kerne",
    "de": "Die Wurzel des Ganzen",
    "en": "The Root of the Matter",
    "es": "La raíz del asunto",
    "fr": "La racine du problème",
    "he": "שורש העניין",
    "hr": "Korijen problema",
    "it": "La radice del problema",
    "ja": "問題の根源",
    "kr": "문제의 근원",
    "no": "Roten til problemet",
    "pl": "Sedno sprawy",
    "pt": "A raiz da questão",
    "pt-BR": "Raíz do Problema",
    "ru": "Корень проблемы",
    "sr": "Корен проблема",
    "tr": "Meselenin Özü",
    "uk": "Корінь проблеми",
    "zh-CN": "问题的根源",
    "zh-TW": "問題的根源"
  },
  "map": ["buried_city"],
  "trader": "Celeste",
  "description": {
    "da": "Vi er heldige. Noterne du fandt sidst blev skrevet af hovedforskeren. Da projektet gik under, ser det ud til, at hun tog nogle af frøprøverne og forseglede dem på et sikkert sted.",
    "de": "Wir haben Glück. Die Notizen, die du letztes Mal gefunden hast, sind von der Forschunggsleiterin. Als das Aus für das Projekt kam, hat sie anscheinend einige Saatgutproben beiseitegeschafft und an einem sicheren Ort versteckt.",
    "en": "We're in luck. The notes you found last time were written by the lead researcher. When the project went under, it seems she took some of the seed samples and sealed them away in a secure location.",
    "es": "Tenemos suerte. Las notas que encontraste la última vez fueron escritas por la investigadora principal. Cuando el proyecto se hundió, parece que tomó algunas de las muestras de semillas y las selló en un lugar seguro.",
    "fr": "Nous avons de la chance. Les notes que vous avez trouvées la dernière fois ont été écrites par la chercheuse principale. Lorsque le projet a échoué, il semble qu'elle ait pris des échantillons de graines qu'elle a scellés dans un endroit sécurisé.",
    "he": "יש לנו מזל. הרשימות שמצאתם בפעם הקודמת נכתבו על ידי החוקרת הראשית. כשהפרויקט קרס, נראה שהיא לקחה חלק מדגימות הזרעים ונעלה אותן במיקום מאובטח.",
    "hr": "Imamo sreće. Bilješke koje ste pronašli prošli put napisala je glavna istraživačica. Kada je projekt propao, čini se da je uzela neke uzorke sjemena i zapečatila ih na sigurnom mjestu.",
    "it": "Siamo fortunati. Le note che hai trovato l'ultima volta sono state scritte dalla ricercatrice principale. Quando il progetto è andato a rotoli, sembra che abbia preso alcuni campioni di semi e li abbia sigillati in un luogo sicuro.",
    "ja": "運が良かった。前回見つけたメモは主任研究員が書いたものだ。プロジェクトが中止になったとき、彼女は種子サンプルのいくつかを持ち出し、安全な場所に封印したようだ。",
    "kr": "운이 좋군요. 지난번에 찾은 메모는 수석 연구원이 작성한 것입니다. 프로젝트가 중단되었을 때, 그녀는 일부 종자 샘플을 가져가 안전한 장소에 봉인한 것 같습니다.",
    "no": "Vi har flaks. Notatene du fant sist gang ble skrevet av hovedforskeren. Da prosjektet gikk under, ser det ut til at hun tok noen av frøprøvene og forseglet dem på et sikkert sted.",
    "pl": "Mamy szczęście. Notatki, które znalazłeś ostatnim razem, zostały napisane przez główną badaczkę. Kiedy projekt upadł, wygląda na to, że zabrała część próbek nasion i zapieczętowała je w bezpiecznym miejscu.",
    "pt": "Temos sorte. As notas que encontraste da última vez foram escritas pela investigadora principal. Quando o projeto foi abaixo, parece que ela levou algumas das amostras de sementes e selou-as num local seguro.",
    "pt-BR": "Demos sorte. As notas que você enmcontrou na última vez foram escritas pela pesquisadora-chefe. Quando o projeto foi abandonado, parece que ela levou algumas das amostras de sementes e as trancou num local seguro.",
    "ru": "Нам повезло. Записи, которые вы нашли в прошлый раз, были написаны главным исследователем. Когда проект закрыли, похоже, она взяла несколько образцов семян и запечатала их в безопасном месте.",
    "sr": "Имамо среће. Белешке које сте пронашли прошли put написала је главна истраживачица. Када је пројекат пропао, изгледа да је узела неке узорке семена и запечатила их на сигурном месту.",
    "tr": "Şanslıyız. Geçen sefer bulduğunuz notlar baş araştırmacı tarafından yazılmış. Proje iptal edildiğinde, tohum örneklerinden bazılarını alıp güvenli bir yere mühürlemiş gibi görünüyor.",
    "uk": "Нам пощастило. Записи, які ви знайшли минулого разу, були написані головним дослідником. Коли проект закрили, схоже, вона взяла деякі зразки насіння і запечатала їх у безпечному місці.",
    "zh-CN": "我们很幸运。你上次找到的笔记是首席研究员写的。当项目终止时，她似乎带走了一些种子样本，并将它们封存在一个安全的地方。",
    "zh-TW": "我們很幸運。你上次找到的筆記是首席研究員寫的。當專案終止時，她似乎帶走了一些種子樣本，並將它們封存在一個安全的地方。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Gå til Forskningsbygningen",
      "de": "Zur Forschungseinrichtung gehen",
      "en": "Go to the Research Building",
      "es": "Ve al Edificio de Investigación",
      "fr": "Aller au bâtiment de recherche",
      "he": "לכו לבניין המחקר",
      "hr": "Idite do Istraživačke zgrade",
      "it": "Vai all'Edificio di Ricerca",
      "ja": "研究棟に行く",
      "kr": "연구동으로 가기",
      "no": "Gå til Forskningsbygningen",
      "pl": "Udaj się do Budynku Badawczego",
      "pt": "Vai ao Edifício de Investigação",
      "pt-BR": "Vá para o Edifício de Pesquisa",
      "ru": "Отправляйтесь в Исследовательское здание",
      "sr": "Идите до Истраживачке зграде",
      "tr": "Araştırma Binasına git",
      "uk": "Йдіть до Дослідницької будівлі",
      "zh-CN": "前往研究大楼",
      "zh-TW": "前往研究大樓"
    },
    {
      "da": "Søg efter frøhvælvingen i \"rummet med en fantastisk udsigt\"",
      "de": "Im \"Zimmer mit der tollen Aussicht\" nach dem Saatguttresor suchen",
      "en": "Search for the seed vault in the \"room with a great view\"",
      "es": "Busca la bóveda de semillas en la \"habitación con una gran vista\"",
      "fr": "Chercher le coffre à graines dans la \"pièce avec une vue imprenable\"",
      "he": "חפשו את כספת הזרעים ב\"חדר עם הנוף המצוין\"",
      "hr": "Potražite trezor sa sjemenom u \"sobi s prekrasnim pogledom\"",
      "it": "Cerca il caveau dei semi nella \"stanza con una bella vista\"",
      "ja": "「景色が綺麗な部屋」の中にある種子保管室を探す",
      "kr": "\"멋진 전망이 있는 방\"에서 종자 보관소 찾기",
      "no": "Søk etter frøhvelvet i \"rommet med flott utsikt\"",
      "pl": "Poszukaj skarbca nasion w \"pokoju ze wspaniałym widokiem\"",
      "pt": "Procura o cofre de sementes na \"sala com uma ótima vista\"",
      "pt-BR": "Procura o cofre de sementes na \"sala com uma vista maravilhosa\"",
      "ru": "Ищите хранилище семян в \"комнате с прекрасным видом\"",
      "sr": "Потражите трезор са семеном у \"соби са прелепим погледом\"",
      "tr": "\"Harika manzaralı odada\" tohum kasasını ara",
      "uk": "Шукайте сховище насіння в \"кімнаті з чудовим виглядом\"",
      "zh-CN": "在「景观绝佳的房间」中寻找种子库",
      "zh-TW": "在「景觀絕佳的房間」中尋找種子庫"
    },
    {
      "da": "Lever den eksperimentelle frøprøve til Celeste",
      "de": "Liefere die experimentellen Pflanzensamen bei Celeste ab",
      "en": "Deliver the Experimental Seed Sample to Celeste",
      "es": "Entrega la muestra de semillas experimental a Celeste",
      "fr": "Livre l'échantillon de graines expérimental à Celeste",
      "he": "מסור את דגימת הזרע הנסיונית ל-Celeste",
      "hr": "Dostavite eksperimentalni uzorak sjemena Celeste",
      "it": "Consegna il campione di semi sperimentale a Celeste",
      "ja": "セレステに実験的な種子のサンプルを届ける",
      "kr": "실험용 종자 샘플을 셀레스트에게 전달하세요",
      "no": "Lever den eksperimentelle frøprøven til Celeste",
      "pl": "Dostarcz eksperymentalną próbkę nasion do Celeste",
      "pt": "Entrega a amostra de sementes experimental a Celeste",
      "pt-BR": "Entregue a Amostra de Semente Experimental para Celeste",
      "ru": "Доставьте экспериментальный образец семян Селесте",
      "sr": "Доставите експериментални узорак семена Celeste",
      "tr": "Deneysel Tohum Örneğini Celeste'e teslim et",
      "uk": "Доставте експериментальний зразок насіння Селесті",
      "zh-CN": "将实验种子样本交给塞莱斯特",
      "zh-TW": "將實驗種子樣本交給塞萊斯特"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "succulent",
      "quantity": 1
    },
    {
      "itemId": "coins",
      "quantity": 1000
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x2"],
  "nextQuestIds": ["ss10x4"],
  "updatedAt": "01/13/2026"
}
