{
  "id": "ss10x15",
  "name": {
    "da": "Tribut til Toledo",
    "de": "Tribut für Toledo",
    "en": "Tribute to Toledo",
    "es": "Tributo a Toledo",
    "fr": "Hommage à Toledo",
    "he": "מנחה ל-Toledo",
    "hr": "Danak Toledu",
    "it": "Tributo a Toledo",
    "ja": "トレドへの賛辞",
    "kr": "톨레도에 바치는 공물",
    "no": "Tribut til Toledo",
    "pl": "Trybut dla Toledo",
    "pt": "Tributo a Toledo",
    "pt-BR": "Tributo a Toledo",
    "ru": "Дань Толедо",
    "sr": "Danak Toledu",
    "tr": "Toledo'ya Haraç",
    "uk": "Данина Толедо",
    "zh-CN": "托莱多的贡品",
    "zh-TW": "托萊多的貢品"
  },
  "trader": "Celeste",
  "requiredItemIds": [
    {
      "itemId": "power_rod",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Official Toledo Tubes Management kræver en af vores Kraftstave for brug af \"deres\" Slingshot-rør. Lad dig ikke narre af navnet, de er på ingen måde officielle; bare bøller med masser af magt. Kan du hjælpe mig med dette?",
    "de": "Toledos „Offizielle U-Bahn-Verwaltung” verlangt einen unserer Energiestäbe, um damit \"ihre\" Schleudern zu betreiben. Lass dich von dem Namen nicht täuschen: Die sind kein Stück offiziell, sondern Schlägertypen, die gerade am Drücker sind. Hilfst du mir bei der Sache?",
    "en": "The Official Toledo Tubes Management is demanding one of our Power Rods for usage of \"their\" Slingshot tubes. Don't let the name fool you, they're in no way official; just thugs with lots of power. Could you help me with this?",
    "es": "La Gestión Oficial de Tubos de Toledo exige una de nuestras Barras de Energía para usar \"sus\" tubos Slingshot. No te dejes engañar por el nombre, no son oficiales en absoluto; solo matones con mucho poder. ¿Podrías ayudarme con esto?",
    "fr": "L'Official Toledo Tubes Management exige l'une de nos Tiges d'Énergie pour l'utilisation de \"leurs\" tubes Slingshot. Ne vous laissez pas tromper par le nom, ils ne sont en aucun cas officiels ; juste des voyous avec beaucoup de pouvoir. Pourriez-vous m'aider avec ça ?",
    "he": "ההנהלה הרשמית של צינורות Toledo דורשת את אחד ממוטות הכוח שלנו לשימוש בצינורות ה-Slingshot \"שלהם\". אל תיתן לשם להטעות אותך, הם ממש לא רשמיים; סתם בריונים עם הרבה כוח. תוכל לעזור לי עם זה?",
    "hr": "Službeni Toledo Tubes Management zahtijeva jedan od naših Power Rod-ova za korištenje \"njihovih\" Slingshot cijevi. Nemoj da te ime zavara, oni ni na koji način nisu službeni; samo nasilnici s puno moći. Možeš li mi pomoći oko ovoga?",
    "it": "L'Official Toledo Tubes Management sta richiedendo una delle nostre Barre di Energia per l'utilizzo dei \"loro\" tubi Slingshot. Non lasciarti ingannare dal nome, non sono affatto ufficiali; solo teppisti con molto potere. Potresti aiutarmi con questo?",
    "ja": "トレド公式チューブ管理局が「彼らの」スリングショットチューブの使用料として、我々のパワーロッドの1本を要求している。名前に騙されるな、彼らは決して公式ではない。ただの権力を持った悪党だ。この件を手伝ってくれないか？",
    "kr": "공식 톨레도 튜브 관리국이 \"그들의\" 슬링샷 튜브 사용료로 우리 파워 로드 하나를 요구하고 있어요. 이름에 속지 마세요, 그들은 전혀 공식적이지 않아요. 그냥 권력이 많은 깡패들이죠. 이 일 좀 도와주시겠어요?",
    "no": "Official Toledo Tubes Management krever en av våre Kraftstaver for bruk av \"deres\" Slingshot-rør. Ikke la navnet lure deg, de er på ingen måte offisielle; bare kjeltringer med mye makt. Kan du hjelpe meg med dette?",
    "pl": "Oficjalny Zarząd Rur Toledo żąda jednego z naszych Prętów Energetycznych za korzystanie z \"ich\" rur Slingshot. Nie daj się zwieść nazwie, w żaden sposób nie są oficjalni; to tylko bandyci z dużą władzą. Czy mógłbyś mi w tym pomóc?",
    "pt": "A Gestão Oficial dos Tubos de Toledo está exigindo uma das nossas Hastes de Energia para uso dos tubos Slingshot \"deles\". Não se deixe enganar pelo nome, eles não são oficiais de forma alguma; apenas bandidos com muito poder. Você poderia me ajudar com isso?",
    "pt-BR": "A Administração Oficial dos Tubos de Toledo está exigindo uma de nossas Hastes de Energia para o uso de \"seus\" tubos de Estilingue. Não se deixe enganar pelo nome, eles não são nada oficiais; são apenas bandidos com muito poder. Você poderia me ajudar com isso?",
    "ru": "Официальное управление труб Толедо требует один из наших энергетических стержней за использование \"их\" труб-рогаток. Не дайте названию себя обмануть, они совсем не официальные; просто бандиты с большой властью. Не могли бы вы мне с этим помочь?",
    "sr": "Zvanična Toledo Tubes uprava zahteva jedan od naših Power Rod-ova za korišćenje \"njihovih\" Slingshot cevi. Nemoj da te ime zavara, oni ni na koji način nisu zvanični; samo nasilnici sa puno moći. Možeš li mi pomoći oko ovoga?",
    "tr": "Resmi Toledo Tüp Yönetimi, \"onların\" Sapan tüplerini kullanmak için Güç Çubuklarımızdan birini talep ediyor. İsim sizi yanıltmasın, hiçbir şekilde resmi değiller; sadece çok güce sahip haydutlar. Bu konuda bana yardım edebilir misin?",
    "uk": "Офіційне управління труб Толедо вимагає один з наших енергетичних стрижнів за використання \"їхніх\" труб-рогаток. Не дайте назві себе обдурити, вони зовсім не офіційні; просто бандити з великою владою. Ви могли б мені з цим допомогти?",
    "zh-CN": "托莱多官方管道管理局要求我们交出一根能量棒，以换取使用\"他们的\"弹弓管道。别被名字骗了，他们根本不是什么官方机构；只是一群有权势的暴徒。你能帮我处理这件事吗？",
    "zh-TW": "托萊多官方管道管理局要求我們交出一根能量棒，以換取使用\"他們的\"彈弓管道。別被名字騙了，他們根本不是什麼官方機構；只是一群有權勢的暴徒。你能幫我處理這件事嗎？"
  },
  "objectives": [
    {
      "da": "Skaff en Kraftstav til Celeste",
      "de": "Bring Celeste einen Energiestab",
      "en": "Get a Power Rod for Celeste",
      "es": "Consigue una Barra de Energía para Celeste",
      "fr": "Obtenez une Tige d'Énergie pour Celeste",
      "he": "השג מוט כוח עבור Celeste",
      "hr": "Nabavi Power Rod za Celeste",
      "it": "Procura una Barra di Energia per Celeste",
      "ja": "セレステのために電気ロッドを確保する",
      "kr": "셀레스트를 위한 파워 로드를 구하세요",
      "no": "Skaff en Kraftstav til Celeste",
      "pl": "Zdobądź Pręt Energetyczny dla Celeste",
      "pt": "Consiga uma Haste de Energia para Celeste",
      "pt-BR": "Obtenha uma Haste de Energia para a Celeste",
      "ru": "Достаньте энергетический стержень для Селесты",
      "sr": "Nabavi Power Rod za Celeste",
      "tr": "Celeste için bir Güç Çubuğu al",
      "uk": "Дістаньте енергетичний стрижень для Селесті",
      "zh-CN": "为塞莱斯特获取一根能量棒",
      "zh-TW": "為塞萊斯特獲取一根能量棒"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "magnet",
      "quantity": 5
    },
    {
      "itemId": "advanced_mechanical_components",
      "quantity": 2
    },
    {
      "itemId": "synthesized_fuel",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x14"],
  "nextQuestIds": ["ss10x16"],
  "updatedAt": "11/06/2025"
}
