{
  "id": "ss10x17",
  "name": {
    "da": "Vendepunkt",
    "de": "Wende",
    "en": "Turnabout",
    "es": "Cambio de tornas",
    "fr": "Retournement",
    "he": "היפוך היוצרות",
    "hr": "Preokret",
    "it": "Capovolgimento",
    "ja": "転換",
    "kr": "역전",
    "no": "Snuoperasjon",
    "pl": "Odwrócenie sytuacji",
    "pt": "Reviravolta",
    "pt-BR": "Reviravolta",
    "ru": "Переворот",
    "sr": "Preokret",
    "tr": "Tersine Çevirme",
    "uk": "Переворот",
    "zh-CN": "逆转",
    "zh-TW": "逆轉"
  },
  "map": ["the_spaceport"],
  "trader": "Celeste",
  "grantedItemIds": [
    {
      "itemId": "spaceport_trench_tower_key",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Jeg har en plan. Hvis vi genvinder beviserne mod OTTM før de får fat i dem, kan vi måske slippe af med dem en gang for alle.",
    "de": "Ich hab einen Plan. Wenn wir uns die Beweise gegen die OUBV beschaffen können, ehe die uns zuvorkommen, können wir sie uns vielleicht ein für alle Mal vom Hals halten.",
    "en": "I got a plan. If we recover the evidence against the OTTM before they get to it, we might get them off our backs once and for all.",
    "es": "Tengo un plan. Si recuperamos las pruebas contra la OTTM antes de que ellos las consigan, podríamos quitárnoslos de encima de una vez por todas.",
    "fr": "J'ai un plan. Si nous récupérons les preuves contre l'OTTM avant qu'ils ne les obtiennent, nous pourrions nous en débarrasser une fois pour toutes.",
    "he": "יש לי תוכנית. אם נשיג את הראיות נגד ה-OTTM לפני שהם יגיעו אליהן, אולי נצליח להוריד אותם מהגב שלנו אחת ולתמיד.",
    "hr": "Imam plan. Ako povratimo dokaze protiv OTTM-a prije nego što oni dođu do njih, možda ćemo ih se riješiti jednom zauvijek.",
    "it": "Ho un piano. Se recuperiamo le prove contro l'OTTM prima che ci arrivino loro, potremmo toglierceli di dosso una volta per tutte.",
    "ja": "計画がある。OTTMが証拠を手に入れる前に回収できれば、奴らを完全に追い払えるかもしれない。",
    "kr": "계획이 있어. OTTM이 증거를 손에 넣기 전에 우리가 먼저 회수하면, 그들을 영원히 따돌릴 수 있을 거야.",
    "no": "Jeg har en plan. Hvis vi henter bevisene mot OTTM før de får tak i dem, kan vi kanskje bli kvitt dem en gang for alle.",
    "pl": "Mam plan. Jeśli odzyskamy dowody przeciwko OTTM zanim oni do nich dotrą, możemy pozbyć się ich raz na zawsze.",
    "pt": "Tenho um plano. Se recuperarmos as evidências contra a OTTM antes que eles as peguem, podemos nos livrar deles de uma vez por todas.",
    "pt-BR": "Tenho um plano. Se recuperarmos as evidências contra a OTTM antes que eles cheguem até elas, talvez consigamos nos livrar deles de uma vez por todas.",
    "ru": "У меня есть план. Если мы найдём улики против OTTM раньше, чем они доберутся до них, мы сможем избавиться от них раз и навсегда.",
    "sr": "Imam plan. Ako povratimo dokaze protiv OTTM-a pre nego što oni dođu do njih, možda ćemo ih se rešiti jednom zauvek.",
    "tr": "Bir planım var. OTTM'ye karşı kanıtları onlar ele geçirmeden önce kurtarırsak, onları sonsuza kadar başımızdan atabiliriz.",
    "uk": "У мене є план. Якщо ми знайдемо докази проти OTTM раніше, ніж вони до них доберуться, ми зможемо позбутися їх раз і назавжди.",
    "zh-CN": "我有个计划。如果我们能在OTTM之前找到对他们不利的证据，我们就能彻底摆脱他们。",
    "zh-TW": "我有個計畫。如果我們能在OTTM之前找到對他們不利的證據，我們就能徹底擺脫他們。"
  },
  "objectives": [
    {
      "da": "Gå til Nordlige Skyttegravstårn",
      "de": "Zum Nördlichen Grabenturm gehen",
      "en": "Go to the North Trench Tower",
      "es": "Ve a la Torre de la Trinchera Norte",
      "fr": "Allez à la Tour de la Tranchée Nord",
      "he": "לך אל מגדל ה-North Trench",
      "hr": "Idi do Sjeverne kule rova",
      "it": "Vai alla Torre della Trincea Nord",
      "ja": "北トレンチタワーに行く",
      "kr": "북쪽 도랑 탑으로 가기",
      "no": "Gå til Nord-skyttergravstårnet",
      "pl": "Idź do Wieży Północnego Rowu",
      "pt": "Vá para a Torre da Trincheira Norte",
      "pt-BR": "Vá para a Torre da Trincheira Norte",
      "ru": "Отправляйтесь к Северной Траншейной Башне",
      "sr": "Idi do Severne kule rova",
      "tr": "Kuzey Siper Kulesi'ne git",
      "uk": "Йдіть до Північної Траншейної Вежі",
      "zh-CN": "前往北方战壕塔",
      "zh-TW": "前往北方戰壕塔"
    },
    {
      "da": "Find og upload afpresningsfilerne til Celeste",
      "de": "Finde die Erpressungsdateien und schick sie an Celeste",
      "en": "Locate and upload the blackmail files to Celeste",
      "es": "Localiza y sube los archivos de chantaje a Celeste",
      "fr": "Localisez et téléchargez les fichiers de chantage à Celeste",
      "he": "אתר את קבצי הסחיטה והעלה אותם ל-Celeste",
      "hr": "Pronađi i otpremi datoteke ucjene Celeste",
      "it": "Localizza e carica i file di ricatto a Celeste",
      "ja": "脅迫用のファイルを見つけてセレステに送信する",
      "kr": "협박 파일을 찾아 셀레스트에 업로드하기",
      "no": "Finn og last opp utpressingsfilene til Celeste",
      "pl": "Zlokalizuj i prześlij pliki szantażu do Celeste",
      "pt": "Localize e envie os arquivos de chantagem para Celeste",
      "pt-BR": "Localize e faça o upload dos arquivos de chantagem para a Celeste",
      "ru": "Найдите и загрузите файлы шантажа Селесте",
      "sr": "Pronađi i otpremi datoteke ucene Celeste",
      "tr": "Şantaj dosyalarını bul ve Celeste'e yükle",
      "uk": "Знайдіть і завантажте файли шантажу до Селесті",
      "zh-CN": "找到勒索文件并上传给塞莱斯特",
      "zh-TW": "找到勒索檔案並上傳給賽蕾絲特"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "heavy_gun_parts",
      "quantity": 2
    },
    {
      "itemId": "medium_gun_parts",
      "quantity": 2
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x16"],
  "nextQuestIds": [],
  "updatedAt": "11/06/2025"
}
