{
  "id": "ss10q",
  "name": {
    "da": "Uventet initiativ",
    "de": "Unerwartete Initiative",
    "en": "Unexpected Initiative",
    "es": "Iniciativa inesperada",
    "fr": "Initiative inattendue",
    "he": "יוזמה בלתי צפויה",
    "hr": "Neočekivana inicijativa",
    "it": "Iniziativa inaspettata",
    "ja": "予期せぬイニシアチブ",
    "kr": "예상치 못한 주도권",
    "no": "Uventet initiativ",
    "pl": "Nieoczekiwana inicjatywa",
    "pt": "Iniciativa Inesperada",
    "pt-BR": "Iniciativa Inesperada",
    "ru": "Неожиданная Инициатива",
    "sr": "Neočekivana inicijativa",
    "tr": "Beklenmedik Girişim",
    "uk": "Несподівана Ініціатива",
    "zh-CN": "意外的主动",
    "zh-TW": "意外的主動"
  },
  "map": ["buried_city"],
  "trader": "Tian Wen",
  "description": {
    "da": "Jeg sætter et drivhus op for at øge vores madproduktion. Jeg gør Celeste en tjeneste, okay? Det er alt. Men nok om det. Jeg har alle detaljerne på plads, men jeg får brug for forsyninger, og jeg slæber dem ikke alene.",
    "de": "Ich baue ein Gewächshaus, um unsere Nahrungsproduktion zu erhöhen. Ich tue Celeste nur einen Gefallen, mehr nicht. Aber genug davon. Ich hab die Details ausgearbeitet, aber ich brauche Vorräte, und die kann ich nicht alleine schleppen.",
    "en": "I'm setting up a greenhouse, to help boost our food production. I'm doing Celeste a solid, alright? That's all. But enough about that. I've got all the details worked out, but I'll need supplies, and I'm not hauling them alone.",
    "es": "Estoy montando un invernadero para aumentar nuestra producción de alimentos. Le estoy haciendo un favor a Celeste, ¿vale? Eso es todo. Pero basta de eso. Tengo todos los detalles resueltos, pero necesitaré suministros, y no los voy a transportar solo.",
    "fr": "Je mets en place une serre pour augmenter notre production alimentaire. Je rends service à Celeste, d'accord ? C'est tout. Mais assez parlé de ça. J'ai tous les détails réglés, mais j'aurai besoin de fournitures, et je ne vais pas les transporter seul.",
    "he": "אני מקים חממה כדי לעזור להגביר את ייצור המזון שלנו. אני עושה טובה ל-Celeste, בסדר? זה הכל. אבל מספיק עם זה. כל הפרטים סגורים, אבל אני צריך אספקה, ואני לא מתכוון לסחוב אותה לבד.",
    "hr": "Postavljam staklenicu, da pomognem u povećanju naše proizvodnje hrane. Činim Celeste uslugu, u redu? To je sve. Ali dosta o tome. Razradio sam sve detalje, ali trebat će mi zalihe, i neću ih nositi sam.",
    "it": "Sto allestendo una serra per aumentare la nostra produzione alimentare. Sto facendo un favore a Celeste, va bene? È tutto. Ma basta parlarne. Ho tutti i dettagli sistemati, ma avrò bisogno di rifornimenti e non li trasporterò da solo.",
    "ja": "温室を設置して、食料生産を増やそうとしているんだ。セレステに恩を売ってるんだよ、いいか？それだけだ。でも、その話はもういい。細かいことは全部考えてあるが、物資が必要で、一人で運ぶつもりはない。",
    "kr": "식량 생산을 늘리기 위해 온실을 설치하고 있어. 셀레스트한테 도움을 주는 거야, 알겠어? 그게 다야. 그건 그렇고. 모든 세부 사항은 다 정리했는데, 보급품이 필요해. 그리고 혼자서 나르지는 않을 거야.",
    "no": "Jeg setter opp et drivhus for å øke matproduksjonen vår. Jeg gjør Celeste en tjeneste, greit? Det er alt. Men nok om det. Jeg har alle detaljene klare, men jeg trenger forsyninger, og jeg skal ikke frakte dem alene.",
    "pl": "Buduję szklarnię, żeby zwiększyć naszą produkcję żywności. Wyświadczam Celeste przysługę, jasne? To wszystko. Ale dość o tym. Mam wszystkie szczegóły dopracowane, ale będę potrzebował zapasów i nie zamierzam ich sam dźwigać.",
    "pt": "Estou a montar uma estufa para ajudar a aumentar a nossa produção de alimentos. Estou a fazer um favor à Celeste, está bem? É só isso. Mas chega disso. Tenho todos os detalhes resolvidos, mas vou precisar de suprimentos, e não os vou transportar sozinho.",
    "pt-BR": "Estou montando uma estufa para ajudar a aumentar a nossa produção de comida. É um favor pra Celeste, só isso. Mas vamos ao que interessa: já defini todos os detalhes, mas vou precisar de suprimentos e não vou carregar tudo sozinha.",
    "ru": "Я устанавливаю теплицу, чтобы помочь увеличить производство продовольствия. Я делаю Селесте одолжение, понятно? Вот и всё. Но хватит об этом. Я всё детально продумал, но мне нужны припасы, и я не буду тащить их один.",
    "sr": "Postavljam staklenicu, da pomognem u povećanju naše proizvodnje hrane. Činim Celeste uslugu, u redu? To je sve. Ali dosta o tome. Razradio sam sve detalje, ali će mi trebati zalihe, i neću ih nositi sam.",
    "tr": "Gıda üretimimizi artırmaya yardımcı olmak için bir sera kuruyorum. Celeste'e iyilik yapıyorum, tamam mı? Hepsi bu. Ama bu kadar yeter. Tüm detayları hallettim ama malzemelere ihtiyacım var ve onları tek başıma taşımayacağım.",
    "uk": "Я налаштовую теплицю, щоб допомогти збільшити наше виробництво їжі. Я роблю Селесті послугу, зрозуміло? Це все. Але досить про це. Я все детально продумав, але мені потрібні припаси, і я не буду тягти їх сам.",
    "zh-CN": "我正在建造一个温室，以帮助提高我们的食物产量。我是在帮塞莱斯特一个忙，明白吗？就是这样。但别再说这个了。我已经把所有细节都安排好了，但我需要补给品，而且我不会一个人搬运它们。",
    "zh-TW": "我正在建造一個溫室，以幫助提高我們的食物產量。我是在幫塞萊斯特一個忙，明白嗎？就是這樣。但別再說這個了。我已經把所有細節都安排好了，但我需要補給品，而且我不會一個人搬運它們。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Nå Grandioso-lejlighederne i Buried City",
      "de": "Liefere ein Nährstoffmessgerät an Tian Wen",
      "en": "Reach the Grandioso Apartments in Buried City",
      "es": "Llega a los Apartamentos Grandioso en Buried City",
      "fr": "Atteindre les appartements Grandioso dans Buried City",
      "he": "הגע אל דירות Grandioso ב-Buried City",
      "hr": "Stigni do Grandioso apartmana u Zakopanom gradu",
      "it": "Raggiungi gli Appartamenti Grandioso in Buried City",
      "ja": "埋もれた街のグランディオーソ・アパートに向かう",
      "kr": "파묻힌 도시의 그란디오소 아파트에 도달",
      "no": "Nå Grandioso-leilighetene i Buried City",
      "pl": "Dotrzyj do apartamentów Grandioso w Buried City",
      "pt": "Chega aos Apartamentos Grandioso em Buried City",
      "pt-BR": "Vá até o Condomínio Grandioso na Cidade Soterrada",
      "ru": "Добраться до Апартаментов Грандиозо в Погребённом Городе",
      "sr": "Stigni do Grandioso apartmana u Zakopanom gradu",
      "tr": "Gömülü Şehir'deki Grandioso Apartmanları'na ulaş",
      "uk": "Дістатися Апартаментів Грандіозо в Похованому Місті",
      "zh-CN": "到达埋没之城的格兰迪奥索公寓",
      "zh-TW": "到達埋沒之城的格蘭迪奧索公寓"
    },
    {
      "da": "Søg efter en fugtighedsmåler på taget af Grandioso-lejlighederne",
      "de": "Liefere einen Feuchtigkeitsmesser an Tian Wen",
      "en": "Search for a Moisture Meter on the rooftop of the Grandioso Apartments",
      "es": "Busca un medidor de humedad en la azotea de los Apartamentos Grandioso",
      "fr": "Chercher un humidimètre sur le toit des appartements Grandioso",
      "he": "חפש מד לחות על הגג של דירות Grandioso",
      "hr": "Traži mjerač vlage na krovu Grandioso apartmana",
      "it": "Cerca un misuratore di umidità sul tetto degli Appartamenti Grandioso",
      "ja": "グランディオーソ・アパートの屋上で水分計を探す",
      "kr": "그란디오소 아파트 옥상에서 수분 측정기 찾기",
      "no": "Søk etter en fuktighetsmåler på taket av Grandioso-leilighetene",
      "pl": "Poszukaj miernika wilgotności na dachu apartamentów Grandioso",
      "pt": "Procura um medidor de humidade no telhado dos Apartamentos Grandioso",
      "pt-BR": "Procure um Medidor de Umidade no telhado do Condomínio Grandioso",
      "ru": "Найти Измеритель Влажности на крыше Апартаментов Грандиозо",
      "sr": "Traži merač vlage na krovu Grandioso apartmana",
      "tr": "Grandioso Apartmanları'nın çatısında Nem Ölçer ara",
      "uk": "Шукати Вимірювач Вологості на даху Апартаментів Грандіозо",
      "zh-CN": "在格兰迪奥索公寓的屋顶搜寻湿度计",
      "zh-TW": "在格蘭迪奧索公寓的屋頂搜尋濕度計"
    },
    {
      "da": "Nå Piazza Roma i Buried City",
      "de": "Erreiche die Grandioso-Apartments in der Begrabenen Stadt",
      "en": "Reach Piazza Roma in Buried City",
      "es": "Llega a Piazza Roma en Buried City",
      "fr": "Atteindre Piazza Roma dans Buried City",
      "he": "הגע ל-Piazza Roma ב-Buried City",
      "hr": "Stigni do Piazza Roma u Zakopanom gradu",
      "it": "Raggiungi Piazza Roma in Buried City",
      "ja": "ピアッツァ・ローマにある壊れた屋上庭園で送水ポンプを探す",
      "kr": "파묻힌 도시의 피아자 로마에 도달",
      "no": "Nå Piazza Roma i Buried City",
      "pl": "Dotrzyj do Piazza Roma w Buried City",
      "pt": "Chega à Piazza Roma em Buried City",
      "pt-BR": "Vá até Piazza Roma na Cidade Soterrada",
      "ru": "Добраться до Пьяцца Рома в Погребённом Городе",
      "sr": "Stigni do Piazza Roma u Zakopanom gradu",
      "tr": "Gömülü Şehir'deki Piazza Roma'ya ulaş",
      "uk": "Дістатися Площі Рома в Похованому Місті",
      "zh-CN": "到达埋没之城的罗马广场",
      "zh-TW": "到達埋沒之城的羅馬廣場"
    },
    {
      "da": "Søg efter en næringsstofmåler i de ødelagte taghaver på Piazza Roma",
      "de": "Suche auf dem Dach der Grandioso- Apartments nach einem Feuchtigkeitsmesser",
      "en": "Search for a Nutrient Meter in the broken rooftop gardens at Piazza Roma",
      "es": "Busca un medidor de nutrientes en los jardines de azotea destruidos de Piazza Roma",
      "fr": "Chercher un nutriment-mètre dans les jardins sur toit endommagés de Piazza Roma",
      "he": "חפש מד חומרי הזנה בגני הגג ההרוסים ב-Piazza Roma",
      "hr": "Traži mjerač hranjivih tvari u uništenim vrtovima na krovu u Piazza Roma",
      "it": "Cerca un misuratore di nutrienti nei giardini pensili distrutti di Piazza Roma",
      "ja": "ピアッツァ・ローマにある壊れた屋上庭園で栄養計を探す",
      "kr": "피아자 로마의 부서진 옥상 정원에서 영양분 측정기 찾기",
      "no": "Søk etter en næringsstoffmåler i de ødelagte takhagene på Piazza Roma",
      "pl": "Poszukaj miernika składników odżywczych w zniszczonych ogrodach dachowych na Piazza Roma",
      "pt": "Procura um medidor de nutrientes nos jardins de telhado destruídos na Piazza Roma",
      "pt-BR": "Procure um Medidor de Nutrientes nos telhados danificados dos jardins na Piazza Roma",
      "ru": "Найти Измеритель Питательных Веществ в разрушенных садах на крыше Пьяцца Рома",
      "sr": "Traži merač hranljivih materija u uništenim baštama na krovu u Piazza Roma",
      "tr": "Piazza Roma'daki kırık çatı bahçelerinde Besin Ölçer ara",
      "uk": "Шукати Вимірювач Поживних Речовин у зруйнованих садах на даху Площі Рома",
      "zh-CN": "在罗马广场破损的屋顶花园中搜寻营养计",
      "zh-TW": "在羅馬廣場破損的屋頂花園中搜尋營養計"
    },
    {
      "da": "Lever en næringsstofmåler til Tian Wen",
      "de": "Erreiche die Piazza Roma in der Begrabenen Stadt",
      "en": "Deliver a Nutrient Meter to Tian Wen",
      "es": "Entrega un medidor de nutrientes a Tian Wen",
      "fr": "Livrer un nutriment-mètre à Tian Wen",
      "he": "מסור מד חומרי הזנה ל-Tian Wen",
      "hr": "Dostavi mjerač hranjivih tvari Tian Wenu",
      "it": "Consegna un misuratore di nutrienti a Tian Wen",
      "ja": "ティアン・ウェンに栄養計を届ける",
      "kr": "티안 웬에게 영양분 측정기 전달",
      "no": "Lever en næringsstoffmåler til Tian Wen",
      "pl": "Dostarcz miernik składników odżywczych do Tian Wen",
      "pt": "Entrega um medidor de nutrientes a Tian Wen",
      "pt-BR": "Entregue um Medidor de Nutrientes a Tian Wen",
      "ru": "Доставить Измеритель Питательных Веществ Тянь Вэню",
      "sr": "Dostavi merač hranljivih materija Tian Wenu",
      "tr": "Tian Wen'e Besin Ölçer teslim et",
      "uk": "Доставити Вимірювач Поживних Речовин Тянь Веню",
      "zh-CN": "将营养计交给田文",
      "zh-TW": "將營養計交給田文"
    },
    {
      "da": "Lever en fugtighedsmåler til Tian Wen",
      "de": "Suche in den kaputten Dachgärten an der Piazza Roma nach einem Nährstoffmessgerät",
      "en": "Deliver a Moisture Meter to Tian Wen",
      "es": "Entrega un medidor de humedad a Tian Wen",
      "fr": "Livrer un humidimètre à Tian Wen",
      "he": "מסור מד לחות ל-Tian Wen",
      "hr": "Dostavi mjerač vlage Tian Wenu",
      "it": "Consegna un misuratore di umidità a Tian Wen",
      "ja": "ティアン・ウェンに水分計を届ける",
      "kr": "티안 웬에게 수분 측정기 전달",
      "no": "Lever en fuktighetsmåler til Tian Wen",
      "pl": "Dostarcz miernik wilgotności do Tian Wen",
      "pt": "Entrega um medidor de humidade a Tian Wen",
      "pt-BR": "Entregue um Medidor de Umidade a Tian Wen",
      "ru": "Доставить Измеритель Влажности Тянь Вэню",
      "sr": "Dostavi merač vlage Tian Wenu",
      "tr": "Tian Wen'e Nem Ölçer teslim et",
      "uk": "Доставити Вимірювач Вологості Тянь Веню",
      "zh-CN": "将湿度计交给田文",
      "zh-TW": "將濕度計交給田文"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "il_toro_i",
      "quantity": 1
    },
    {
      "itemId": "shotgun_ammo",
      "quantity": 40
    },
    {
      "itemId": "shotgun_choke_ii",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10p", "ss10n"],
  "nextQuestIds": ["ss10r"],
  "updatedAt": "01/13/2026"
}
