{
  "id": "ss10x2",
  "name": {
    "da": "Forsømt have",
    "de": "Vernachlässigter Garten",
    "en": "Untended Garden",
    "es": "Jardín desatendido",
    "fr": "Jardin abandonné",
    "he": "גן מוזנח",
    "hr": "Neobrađeni vrt",
    "it": "Giardino trascurato",
    "ja": "荒れ果てた庭",
    "kr": "방치된 정원",
    "no": "Forsømt hage",
    "pl": "Zaniedbany ogród",
    "pt": "Jardim abandonado",
    "pt-BR": "Jardim sem Cuidados",
    "ru": "Заброшенный сад",
    "sr": "Neobrađena bašta",
    "tr": "Bakımsız Bahçe",
    "uk": "Недоглянутий сад",
    "zh-CN": "无人照料的花园",
    "zh-TW": "無人照料的花園"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Ifølge filerne du fandt i laboratoriet, var det faktisk dyrkningsforskerne, der satte de hydroponiske kupler op ude i sumpen. Lyder som det mest oplagte sted at søge næste gang, synes du ikke?",
    "de": "Laut den Informationen, die du im Labor gefunden hast, waren es die Landbauforscher, die die Hydrokultur- Kuppeln im Sumpf installiert haben. Das ist dann wohl offensichtlich unser nächstes Ziel, meinst du nicht?",
    "en": "According to the files you found in the lab, the cultivation researchers were actually the ones who set up the hydroponic domes out in the swamp. Sounds like the most obvious place to search next, don't you think?",
    "es": "Según los archivos que encontraste en el laboratorio, los investigadores de cultivo fueron en realidad quienes instalaron los domos hidropónicos en el pantano. Suena como el lugar más obvio para buscar a continuación, ¿no crees?",
    "fr": "D'après les dossiers que vous avez découvert dans le laboratoire, ce sont les chercheurs en culture qui ont installé les dômes hydroponiques dans le marais. Ça semble logique d'aller chercher là-bas, non ?",
    "he": "לפי הקבצים שמצאת במעבדה, חוקרי החקלאות היו בעצם אלו שהקימו את הכיפות ההידרופוניות בביצה. נשמע כמו המקום הכי ברור לחפש בו עכשיו, לא?",
    "hr": "Prema dokumentima koje si pronašao u laboratoriju, istraživači uzgoja su zapravo bili oni koji su postavili hidroponske kupole tamo u močvari. Zvuči kao najočiglednije mjesto za sljedeću pretragu, zar ne misliš?",
    "it": "Secondo i file che hai trovato nel laboratorio, i ricercatori di coltivazione erano in realtà quelli che hanno installato le cupole idroponiche nella palude. Sembra il posto più ovvio dove cercare dopo, non credi?",
    "ja": "研究室で見つけたファイルによると、栽培研究者たちが実際に沼地に水耕栽培ドームを設置した人たちだったんだ。次に探すべき最も明白な場所だと思わない？",
    "kr": "연구실에서 찾은 파일에 따르면, 재배 연구원들이 실제로 늪지대에 수경재배 돔을 설치한 사람들이었대요. 다음에 수색할 가장 확실한 장소인 것 같지 않나요?",
    "no": "I følge filene du fant i laboratoriet, var det faktisk dyrkningsforskerne som satte opp de hydroponiske kuplene ute i sumpen. Høres ut som det mest åpenbare stedet å søke videre, synes du ikke?",
    "pl": "Zgodnie z plikami, które znalazłeś w laboratorium, to badacze upraw faktycznie założyli hydroponiczne kopuły na bagnach. Brzmi jak najbardziej oczywiste miejsce do przeszukania, nie sądzisz?",
    "pt": "De acordo com os ficheiros que encontraste no laboratório, os investigadores de cultivo foram na verdade os que montaram as cúpulas hidropónicas no pântano. Parece o lugar mais óbvio para procurar a seguir, não achas?",
    "pt-BR": "De acordo com os arquivos que encontrou no laboratório, os pesquisadores de cultivo que montaram os domos hidropônicos lá no pântano. Parece o lugar mais óbvio para procurar agora, não acha?",
    "ru": "Согласно файлам, которые вы нашли в лаборатории, исследователи по культивации на самом деле были теми, кто установил гидропонные купола на болоте. Звучит как самое очевидное место для следующего поиска, не так ли?",
    "sr": "Prema dokumentima koje si pronašao u laboratoriji, istraživači uzgoja su zapravo bili oni koji su postavili hidroponske kupole tamo u močvari. Zvuči kao najočiglednije mesto za sledeću pretragu, zar ne misliš?",
    "tr": "Laboratuvarda bulduğun dosyalara göre, bataklıktaki hidroponik kubbelerini kuranlar aslında yetiştirme araştırmacılarıymış. Bir sonraki aramak için en bariz yer gibi görünüyor, sence de öyle değil mi?",
    "uk": "Згідно з файлами, які ви знайшли в лабораторії, дослідники з культивації насправді були тими, хто встановив гідропонні купола на болоті. Звучить як найочевидніше місце для наступного пошуку, чи не так?",
    "zh-CN": "根据你在实验室找到的文件，栽培研究人员实际上就是在沼泽地建立水培穹顶的人。听起来这是下一个最明显的搜索地点，你不觉得吗？",
    "zh-TW": "根據你在實驗室找到的文件，栽培研究人員實際上就是在沼澤地建立水培穹頂的人。聽起來這是下一個最明顯的搜索地點，你不覺得嗎？"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Gå til det Hydroponiske Kuppelkompleks",
      "de": "Zum Hydrokultur-Kuppelkomplex gehen",
      "en": "Go to the Hydroponic Dome Complex",
      "es": "Ve al Complejo de Domos Hidropónicos",
      "fr": "Aller au complexe de dômes hydroponiques",
      "he": "לך למתחם הכיפות ההידרופוניות",
      "hr": "Idi do Kompleksa hidroponskih kupola",
      "it": "Vai al Complesso di Cupole Idroponiche",
      "ja": "水耕ドーム総合施設に行く",
      "kr": "수경재배 돔 단지로 가기",
      "no": "Gå til det Hydroponiske Kuppelkomplekset",
      "pl": "Udaj się do Kompleksu Hydroponicznych Kopuł",
      "pt": "Vai ao Complexo de Cúpulas Hidropónicas",
      "pt-BR": "Vá para o Complexo do Domo Hidropônico",
      "ru": "Отправляйтесь в комплекс гидропонных куполов",
      "sr": "Idi do Kompleksa hidroponskih kupola",
      "tr": "Hidroponik Kubbe Kompleksine git",
      "uk": "Йдіть до комплексу гідропонних куполів",
      "zh-CN": "前往水培穹顶综合体",
      "zh-TW": "前往水培穹頂綜合體"
    },
    {
      "da": "Få adgang til dataarkivet i en af kuplerne",
      "de": "Auf das Datenarchiv in einer der Kuppeln zugreifen",
      "en": "Access the data archive in one of the domes",
      "es": "Accede al archivo de datos en uno de los domos",
      "fr": "Accéder aux archives de données de l'un des dômes",
      "he": "גש לארכיון הנתונים באחת הכיפות",
      "hr": "Pristupi arhivi podataka u jednoj od kupola",
      "it": "Accedi all'archivio dati in una delle cupole",
      "ja": "いずれかのドームの中にあるデータアーカイブにアクセスする",
      "kr": "돔 중 하나에서 데이터 아카이브에 접근하기",
      "no": "Få tilgang til dataarkivet i en av kuplene",
      "pl": "Uzyskaj dostęp do archiwum danych w jednej z kopuł",
      "pt": "Acede ao arquivo de dados numa das cúpulas",
      "pt-BR": "Acesse o arquivo de dados em um dos Domos",
      "ru": "Получите доступ к архиву данных в одном из куполов",
      "sr": "Pristupi arhivi podataka u jednoj od kupola",
      "tr": "Kubbelerden birindeki veri arşivine eriş",
      "uk": "Отримайте доступ до архіву даних в одному з куполів",
      "zh-CN": "访问其中一个穹顶内的数据档案",
      "zh-TW": "訪問其中一個穹頂內的數據檔案"
    },
    {
      "da": "Upload dataene til computerterminalen i et hvilket som helst feltdepot",
      "de": "Die Daten auf das Computerterminal eines Felddepots hochladen",
      "en": "Upload the data to the computer terminal in any Field Depot",
      "es": "Sube los datos al terminal del ordenador en cualquier depósito de campo",
      "fr": "Téléchargez les données sur le terminal informatique de n'importe quel dépôt de terrain",
      "he": "העלה את הנתונים למסוף המחשב בכל מחסן שדה",
      "hr": "Otpremi podatke na računalni terminal u bilo kojem Terenskom Depou",
      "it": "Carica i dati sul terminale del computer in un qualsiasi deposito da campo",
      "ja": "好きなフィールド貯蔵庫でコンピューター端末にデータをアップロードする",
      "kr": "아무 야전 보급소의 컴퓨터 터미널에 데이터 업로드하기",
      "no": "Last opp dataene til dataterminalen i et hvilket som helst feltdepot",
      "pl": "Prześlij dane do terminala komputerowego w dowolnym magazynie polowym",
      "pt": "Carregue os dados para o terminal de computador em qualquer Depósito de Campo",
      "pt-BR": "Carregue os dados no terminal de computador em qualquer Depósito de Campo",
      "ru": "Загрузите данные на компьютерный терминал в любом полевом депо",
      "sr": "Otpremi podatke na kompjuterski terminal u bilo kom Terenskom Depou",
      "tr": "Verileri herhangi bir Saha Deposundaki bilgisayar terminaline yükle",
      "uk": "Завантажте дані на комп'ютерний термінал у будь-якому польовому депо",
      "zh-CN": "将数据上传到任意野外仓库的计算机终端",
      "zh-TW": "將數據上傳到任意野外倉庫的計算機終端"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "advanced_mechanical_components",
      "quantity": 3
    },
    {
      "itemId": "heavy_gun_parts",
      "quantity": 3
    },
    {
      "itemId": "canister",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x"],
  "nextQuestIds": ["ss10x3"],
  "updatedAt": "01/13/2026"
}
