{
  "id": "ss10x4",
  "name": {
    "da": "Vandproblemer",
    "de": "Wassersorgen",
    "en": "Water Troubles",
    "es": "Problemas de agua",
    "fr": "Navigation en eaux troubles",
    "he": "צרות במים",
    "hr": "Problemi s vodom",
    "it": "Problemi d'acqua",
    "ja": "水のトラブル",
    "kr": "물 문제",
    "no": "Vannproblemer",
    "pl": "Kłopoty z wodą",
    "pt": "Problemas de água",
    "pt-BR": "Problemas Hídricos",
    "ru": "Проблемы с водой",
    "sr": "Проблеми са водом",
    "tr": "Su Sorunları",
    "uk": "Проблеми з водою",
    "zh-CN": "水源问题",
    "zh-TW": "水源問題"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Hvis du er her for at klage over vandet, så velkommen i klubben. Jeg har modtaget klager hele dagen. Der er helt sikkert noget galt med det, og jeg har brug for hjælp til at løse det.",
    "de": "Wenn du hier bist, um dich über das Wasser zu beschweren, dann willkommen im Club. Ich beschwere mich schon den ganzen Tag. Irgendwas stimmt da nicht und ich brauch deine Hilfe, um rauszufinden was.",
    "en": "If you're here to complain about the water, join the club. I've been fielding complaints all day. Something is definitely up with it, and I need some help to sort it out.",
    "es": "Si estás aquí para quejarte del agua, únete al club. He estado recibiendo quejas todo el día. Definitivamente algo anda mal con ella, y necesito ayuda para resolverlo.",
    "fr": "Si vous venez vous plaindre de l'eau, bienvenue au club. J'ai été submergé de plaintes toute la journée. Il y a quelque chose qui cloche et j'ai besoin d'aide pour régler le problème.",
    "he": "אם באת להתלונן על המים, תצטרף למועדון. אני מטפל בתלונות כל היום. משהו בהחלט לא בסדר איתם, ואני צריך עזרה כדי לסדר את זה.",
    "hr": "Ako si ovdje da se žališ na vodu, dobrodošao u klub. Cijeli dan primam pritužbe. Nešto definitivno nije u redu s njom, i trebam pomoć da to riješim.",
    "it": "Se sei qui per lamentarti dell'acqua, unisciti al club. Ho ricevuto lamentele tutto il giorno. C'è decisamente qualcosa che non va, e ho bisogno di aiuto per sistemare la cosa.",
    "ja": "水について文句を言いに来たなら、仲間に入ってくれ。一日中苦情を受け付けてるんだ。確実に何かがおかしいんだが、解決するには助けが必要なんだ。",
    "kr": "물에 대해 불평하러 오셨다면, 저도 마찬가지입니다. 하루 종일 불만을 접수하고 있었어요. 분명히 뭔가 문제가 있는데, 해결하려면 도움이 필요합니다.",
    "no": "Hvis du er her for å klage på vannet, bli med i klubben. Jeg har mottatt klager hele dagen. Det er definitivt noe galt med det, og jeg trenger hjelp til å ordne det.",
    "pl": "Jeśli jesteś tu, żeby narzekać na wodę, dołącz do klubu. Cały dzień przyjmuję skargi. Coś z nią zdecydowanie jest nie tak i potrzebuję pomocy, żeby to wyjaśnić.",
    "pt": "Se estás aqui para te queixar da água, junta-te ao clube. Tenho recebido queixas o dia todo. Definitivamente há algo errado com ela, e preciso de ajuda para resolver isto.",
    "pt-BR": "Se tá aqui pra reclamar da água, entre na fila. Tenho recebido reclamações o dia todo. Com certeza tem alguma coisa errada, e preciso de alguém pra me ajudar a descobrir o que é.",
    "ru": "Если вы здесь, чтобы пожаловаться на воду, добро пожаловать в клуб. Я весь день принимаю жалобы. С ней определённо что-то не так, и мне нужна помощь, чтобы разобраться.",
    "sr": "Ако си овде да се жалиш на воду, добродошао у клуб. Цео дан примам притужбе. Нешто дефинитивно није у реду са њом, и требам помоћ да то решим.",
    "tr": "Su hakkında şikayet etmek için geldiyseniz, kulübe hoş geldiniz. Bütün gün şikayetlerle uğraşıyorum. Kesinlikle bir sorun var ve bunu çözmek için yardıma ihtiyacım var.",
    "uk": "Якщо ви тут, щоб поскаржитися на воду, приєднуйтесь до клубу. Я весь день приймаю скарги. З нею точно щось не так, і мені потрібна допомога, щоб це з'ясувати.",
    "zh-CN": "如果你是来抱怨水的问题，那你来对地方了。我整天都在处理投诉。水源肯定出了问题，我需要一些帮助来解决这个问题。",
    "zh-TW": "如果你是來抱怨水的問題，那你來對地方了。我整天都在處理投訴。水源肯定出了問題，我需要一些幫助來解決這個問題。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "Find Oversvømmelsesadgangstunnelen under Rødsjøbalkonen",
      "de": "Den Hochwasserzugangstunnel unter dem Balkon „Rote Seen” finden",
      "en": "Locate the Flood Access Tunnel under the Red Lake Balcony",
      "es": "Localiza el Túnel de Acceso a Inundaciones bajo el Balcón del Lago Rojo",
      "fr": "Localiser le Tunnel d'évacuation sous le Plateau des lacs rouges",
      "he": "אתר את מנהרת הגישה להצפות מתחת למרפסת האגם האדום",
      "hr": "Pronađi pristupni tunel za poplave ispod Balkona Crvenog jezera",
      "it": "Individua il Tunnel di Accesso alle Inondazioni sotto il Balcone del Lago Rosso",
      "ja": "赤い池のバルコニーの下にある浸水時の地下通路を見つける",
      "kr": "레드 레이크 발코니 아래의 홍수 접근 터널을 찾으세요",
      "no": "Finn Flomtilgangstunnelen under Rødsjøbalkongen",
      "pl": "Zlokalizuj Tunel Dostępu Powodziowego pod Balkonem Czerwonego Jeziora",
      "pt": "Localiza o Túnel de Acesso a Inundações sob a Varanda do Lago Vermelho",
      "pt-BR": "Localize o Túnel de Acesso de Inundação sob a Varanda dos Lagos Vermelhos",
      "ru": "Найдите туннель доступа к затоплению под балконом Красного озера",
      "sr": "Пронађи приступни тунел за поплаве испод Балкона Црвеног језера",
      "tr": "Kızıl Göl Balkonu altındaki Sel Erişim Tünelini bul",
      "uk": "Знайдіть тунель доступу до повені під балконом Червоного озера",
      "zh-CN": "找到红湖阳台下方的洪水通道",
      "zh-TW": "找到紅湖陽台下方的洪水通道"
    },
    {
      "da": "Find indtagelsen til Distriktets Vandforsyning",
      "de": "Den Einlass zur Wasserversorgung des Bezirks finden",
      "en": "Find the intake to the District's Water Supply",
      "es": "Encuentra la toma del Suministro de Agua del Distrito",
      "fr": "Trouver l'entrée du réservoir d'eau du quartier",
      "he": "מצא את פתח הכניסה לאספקת המים המחוזית",
      "hr": "Pronađi dovod za vodoopskrbu Distrikta",
      "it": "Trova l'ingresso della Fornitura Idrica del Distretto",
      "ja": "地区の取水口を見つける",
      "kr": "지구 급수 시설의 취수구를 찾으세요",
      "no": "Finn inntaket til Distriktets Vannforsyning",
      "pl": "Znajdź ujęcie do Zaopatrzenia w Wodę Dzielnicy",
      "pt": "Encontra a entrada do Abastecimento de Água do Distrito",
      "pt-BR": "Encontre a entrada do Abastecimento de Água do Distrito",
      "ru": "Найдите водозабор системы водоснабжения Района",
      "sr": "Пронађи довод за водоснабдевање Дистрикта",
      "tr": "Bölgenin Su Kaynağına giden girişi bul",
      "uk": "Знайдіть водозабір системи водопостачання Округу",
      "zh-CN": "找到区域供水系统的进水口",
      "zh-TW": "找到區域供水系統的進水口"
    },
    {
      "da": "Tag en vandprøve",
      "de": "Eine Wasserprobe nehmen",
      "en": "Sample the water",
      "es": "Toma una muestra del agua",
      "fr": "Prélever un échantillon d'eau",
      "he": "קח דגימה מהמים",
      "hr": "Uzmi uzorak vode",
      "it": "Preleva un campione d'acqua",
      "ja": "水をとる",
      "kr": "물 샘플을 채취하세요",
      "no": "Ta en vannprøve",
      "pl": "Pobierz próbkę wody",
      "pt": "Recolhe uma amostra da água",
      "pt-BR": "Extraia a água",
      "ru": "Возьмите образец воды",
      "sr": "Узми узорак воде",
      "tr": "Sudan numune al",
      "uk": "Візьміть пробу води",
      "zh-CN": "采集水样",
      "zh-TW": "採集水樣"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "mechanical_components",
      "quantity": 3
    },
    {
      "itemId": "simple_gun_parts",
      "quantity": 3
    },
    {
      "itemId": "steel_spring",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10x3", "ss10y"],
  "nextQuestIds": ["ss10x5", "ss10x6"],
  "updatedAt": "01/13/2026"
}
